    [
      {
        "id": "0xb93ef13c7f48841d50191124a6e76c3bdd099edc501b6325a495ee70db77fe5a",
        "title": "Governance Solutions Engineer Re-implementation - Election",
        "body": "**Title:** Governance Solutions Engineer Re-implementation - Election\n**Authors:** Icedcool🏴#4947\n**Date Posted:** March 15th, 2022 12AM UTC\n**Vote Ends:** March 22nd, 2022 12AM UTC\nApplications: [Link](https://www.notion.so/bankless/BanklessDAO-Governance-Solutions-Engineers-f7a5c0a0ecb74d588d5c40f43999cc92)\nVoting Threshold: Not Applicable (Weighted Voting)\n> ⚠️The results of this election are conditional on passing the Governance Solutions Engineer Program which is concurrently being voted on Snapshot. If you have not voted for the program, please navigate to the previous page and vote there as well.\n---\n## **SUMMARY**\nAs proposed by the REVISED Governance Solutions Engineer (GSE) Program, the DAO is to elect 5 GSEs.\nThe submission period was held between February 25th and March 11th.\n\nPlease read each applicant's response thoroughly and elect the 5 GSEs based on their qualifications and ideas.\nThe decisions made here will have long-term implications for the DAO.\n\nAfter this election, the applicants will have 2 weeks to organize and prepare, and the GSE will officially kick off at the start of Season 4 - April 8th.\n\n## **APPLICATIONS**\nPlease review applications here. Snapshot has a character limit that prohibits copying and pasting each applicant's submission here.\nThe voting mechanic here is weighted choice voting.\n\nEach voter may spread voting power across any number of choices\nSelect and allocate your tokens to as many applicants as you would like. \n\nThe top 5 applicants will be elected as GSEs.\n\n## **APPLICANTS:**\n* mgoesdistance.eth\n* René\n* Saulthorin \n* 0xJustice.eth\n* ManuelMaccou 🏴\n* rotorless | Amicus.eth\n* Above Average Joe\n\n\n",
        "choices": [
          "mgoesdistance.eth",
          "René",
          "Saulthorin",
          "0xJustice.eth",
          "ManuelMaccou 🏴",
          "rotorless | Amicus.eth",
          "Above Average Joe"
        ],
        "start": 1647388800,
        "end": 1647993600,
        "snapshot": "14393704",
        "state": "closed",
        "author": "0xb6ac0341Fcf3FB507A8208D34a97f13779e1393D",
        "space": {
          "id": "banklessvault.eth",
          "name": "Bankless DAO"
        }
      },
      {
        "id": "0x5f854c04a97238820aa729ab7a61797ba8f4da5ca9c592713ff7e0783a9d0913",
        "title": "Grants Committe Election for S4 and S5 ",
        "body": "**Title:** Grants Committe Election for S4 and S5 \n**Author:** Kouros#2107\n**Quorum Requirement:** Not Applicable\n**Voting Threshold:** Not Applicable (Weighted Voting)\n**Forum Post:** [Here](https://forum.bankless.community/t/grants-committee-elections-for-s4-and-s5/3042/9)\n---\n## **SUMMARY**\n \nAccording to the specifications for Season 1, there are three seats open for the Grants Committee for the next term (that is for Season 4 and Season 5).\n \n### **Members stepping down**\n* 0xLucas - Term limit\n* AAJ (Joe) - Term Limit\n* Eagle\n\n### **Election:**\nDue to the limitation of characters that Snapshot imposes, it is not possible to have the full applications in this page. \nYou can get more information about this election and see all applications in this [forum post](https://forum.bankless.community/t/grants-committee-elections-for-s4-and-s5/3042/9).\n \n**In summary these are the six candidates by their Discord handle:**\n \n* paul🏴.eth#1559\n* montgomery#8177\n* FreedomFighter🏴#6267\n* lion917#3637\n* jengajojo.ethᵍᵐ🏴#5896\n* links#7868\n \nThe voting system is [weighted voting](https://docs.snapshot.org/proposals/voting-types). You can distribute your vote to as many candidates as you wish and also choose the weight on it.\n\nThe 3 candidates with the most tokens will be elected as Grants Committee members for the next two Seasons.\n",
        "choices": [
          "paul🏴.eth#1559",
          "montgomery#8177",
          "FreedomFighter🏴#6267",
          "lion917#3637",
          "jengajojo.ethᵍᵐ🏴#5896",
          "Links#7868"
        ],
        "start": 1647388800,
        "end": 1647993600,
        "snapshot": "14393222",
        "state": "closed",
        "author": "0xb6ac0341Fcf3FB507A8208D34a97f13779e1393D",
        "space": {
          "id": "banklessvault.eth",
          "name": "Bankless DAO"
        }
      },
      {
        "id": "0x98cde0a0de782f1963eb736f87ac406352154ae09cfbf0287b99b5be31ecdc8e",
        "title": "Governance Solution Engineer Program - Re-Implementation",
        "body": "**Title:** Governance Solution Engineer Program - Re-Implementation\n**Author(s):** Icedcool🏴#4947\n**Date Forum Posted:** February 25th, 2022\n**Date Snapshot Posted:** March 14th, 2022\n\n### **Reference documents:**\nQuorum Removal Snapshot: [Link](https://snapshot.org/#/banklessvault.eth/proposal/0x903b96c30ac4f555c3dd598e48d5b1566f394dfa072eb6945d7c093704d1f064)\nInvalid GSE Spec Snapshot: [Link](https://snapshot.org/#/banklessvault.eth/proposal/0x749e887debb581c7b416376ffe12d73de3a8a304310479e0c8a2a672ef8785ca)\nInvalid GSE Election Snapshot: [Link](https://snapshot.org/#/banklessvault.eth/proposal/0x33f869377c1b93a3b6db367001b6bb2604626f919ca4322960a20b8f01f58860)\nGSE Specifications: [Link](https://forum.bankless.community/t/draft-2-governance-solutions-engineer-program/2663)\nGSE Submissions: [Link](https://www.notion.so/bankless/BanklessDAO-Governance-Solutions-Engineers-f7a5c0a0ecb74d588d5c40f43999cc92) \n\n---\n\n# Governance Solutions Engineer TLDR:\n\n## **GSE Definitions:**\n\nGovernance-minded DAO members elected to spec out a comprehensive solution to mission-critical DAO infrastructure challenges.\n\n## **Specification:**\n\n* 5 GSE Electees\n  * 75K per electee\n  * Additional 750K bank for potential bonus to be paid at the end of the season.\n  * Potential Total per GSE: 225K BANK\n  * Potential Total for GSEs Overall: 1.125M BANK\n* Two Operational pools of 500k BANK for additional contributors in each problem space to be involved, and distributed per the groups decision (potentially coordinape).\n  * 1M Bank in total.\n* **TOTAL BANK OVERALL: 2,125,000 BANK**\n\n\n## **Focus:**\n\n* Contributor Alignment\n  * Refine membership (Guest pass, L1, and L2)\n    * Including potential ways to offboard contributors that no longer meet activity thresholds)\n  * Create compensation frameworks that can be updated\n    * Define global compensation standards that support contributors for the entire DAO.\n    * Provide guidance on guild/project local compensation.\n  * Refine and develop new incentive models that reward long-term contributors that stick with the DAO for long periods of time.\n  * Work with guilds to standardize guild roles and Coordinape rounds\n  * Work with guild Talent Scouts and First Quest to identify challenges and better retain talent entering the DAO.\n* Strategic Prioritization\n  * Model and present various strategic directions for the DAO.\n  * Develop a potential business plan based on identified strategic model\n  * Create an evaluation framework based on identified strategy to help the DAO make strategic decisions with treasury and grant funding.\n  * Create evaluation PROCESS that optimizes community consensus and responsible decision making to act on above framework.\n  * Design a system that actually measures the output of funding projects and incorporates those findings into the eval process.\n  * Balance funding cost centers with projects that generate revenue or token value appreciation.\n\n## **Requirements:**\n\n* GSEs need to make this their #1 Priority.\n  * May have other positions but must disclose them.\n  * Lower order activities and involvement are fine (newsletter work, etc).\n\n## **Process:**\n\n* The 5 electees can organize any way they see fit, as long as it is transparent, open and public.\n  * GSEs are to work with the DAO to find the optimal solution by progressively designing solutions, presenting them to the DAO, capturing feedback, and iterating.\n\n## **Deliverables:**\n\n* Detailed specification to implement mid season 4 or at the start of season 5\n  * Ex [Season 1 spec](https://forum.bankless.community/t/draft1-banklessdao-season-1-proposal/904)\n  * Community consent and feedback must already be included.\n\n## **Financial Process:**\n\n\n\n* Each Gov SE is guaranteed a 75,000 BANK salary.\n* At the end of the Season, the DAO will vote on two deliverables produced by the GSEs via forum vote. One for strategic prioritization and one for contributor Alignment. Each deliverable will be rated on a scale of 1 to 5, which will unlock additional compensation.\n  * Each deliverable will unlock a maximum of 375K BANK, for a total of 750K.\n  * Each rating will unlock 75K in funding. 1 = 75K, 2 = 150K, 3 = 225K, 4 = 300K, 5 = 375K\n  * Additional compensation is only for GSEs. Distribution will be up to the 5 GSEs. They can choose to use Team Set Salaries or Coordinape.\n* The two working groups (Contributor alignment and Strategic Prioritization) will have an allocated budget of 500,000 BANK EACH to collectively decide how to allocate and compensate members of the working group. Gov SEs may not draw from this allocation.\n* Funds will be held in a multi-sig held by the 5 GSEs\n  * Once all compensation has been distributed, GSEs must produce a financial report outlining how funds were distributed.\n  * Any funds not distributed will be returned to the treasury\n\n",
        "choices": [
          "Approve",
          "Deny"
        ],
        "start": 1647388800,
        "end": 1647993600,
        "snapshot": "14392917",
        "state": "closed",
        "author": "0xb6ac0341Fcf3FB507A8208D34a97f13779e1393D",
        "space": {
          "id": "banklessvault.eth",
          "name": "Bankless DAO"
        }
      },
      {
        "id": "0x2b1f2678546586e7e12a75e71191292999a5568d4a95bb5f0a681e7a5bfd65be",
        "title": "BalancerDAO’s collaboration with BanklessDAO",
        "body": "**Title:** BalancerDAO’s collaboration with BanklessDAO (Newsletter Sponsorship, Polygon Liquidity Pool, Written content and Podcast)\n**Forum Post:** [Link\n](https://forum.bankless.community/t/balancerdao-s-collaboration-with-banklessdao-newsletter-sponsorship-polygon-liquidity-pool-written-content-and-podcast/2722/23)**Authors:** @eagle, @grendel, @siddhearta, @Andrea BalancerDAO, @Icedcool\n**Original submission Date:** 1/13/22\n**Resubmission Date:** 3/6/22 (post Quorum)\n\n# SUMMARY\n\nBalancerDAO offers to sponsor one BanklessDAO newsletter for the entire 2022 in exchange for a strong economic incentive in BAL for the BANK/WETH pool on Polygon.\n\nMoreover, Balancer is interested in awarding a grant to BanklessDAO for obtaining media coverage concerning its DAO and the aforementioned BANK/WETH liquidity pool on Polygon.\n\nDIFFERENCE FROM PREVIOUS [SNAPSHOT VOTE](https://snapshot.org/#/banklessvault.eth/proposal/QmU1Rz7s87ow29QsfeCee7j2jr7H9h6BFkoPmVu6Ux56XD):\nWe will be migrating BanklessDAO owned Balancer liquidity from L1 to L2 to provide the liquidity needs for this Balancer pool. To do this, we will unpair the DAO owned balancer liquidity, migrating it up to L2, then submitting for L2 incentive distribution.\n\n## BACKGROUND\n\n[Balancer](https://app.balancer.fi/#/) is a well-known DeFi platform, which recently decided to launch its DAO.\n\nBalancer and BanklessDAO collaborated together in the last season. Balancer has awarded to BanklessDAO an educational grant and has launched a liquidity BANK/WETH pool 1 on Ethereum. Recently, Balancer has launched a BANK/WETH pool 3 on Polygon.\n\n## MISSION & VALUES ALIGNMENT\n\nThe mission of BanklessDAO is to help the world go Bankless by creating user-friendly onramps for people to discover decentralized financial technologies. Due to its characteristics, Balancer is the perfect example of a DeFi project which could help the world go Bankless, in allowing to create liquidity and to earn from assets which are deposited in the Balancer’s pool. Moreover, in launching its DAO, Balancer - in line with the more advanced web 3.0 culture - demonstrates the willingness of decentralizing its operations.\n\nMoreover, this type of collaboration demonstrates that BanklessDAO has reached a mature status, where projects show up and demand for client services. In the future, sponsorships and paid services will make our DAO financially sustainable.\n\n## SPECIFICATION / BUDGET\n\n1. Polygon BANK/WETH liquidity pool incentives and BanklessDAO Newsletter sponsorship\n\nBanklessDAO is requested to deposit in the BANK/WETH 80/20 Polygon liquidity pool:\n\n* 4M BANK\n* 14 WETH\n\nBalancer will grant for the entire 2022 a weekly reward of 300 BAL (apx. 5k USD) for depositors. It means that if, for instance, BanklessDAO holds 50% of the liquidity in the pool, a revenue of 10k USD in BAL will be granted to the DAO treasury on a monthly basis (as 1200 BAL per month have a value of apx. 20k USD).\n\nAs consideration of the pool incentives, BanklessDAO will host BalancerDAO as the main sponsor on the “Weekly Roll-up” newsletter or the “State of the DAOs” newsletter for the entire 2022. The precise collocation of Balancer’s sponsorship will be determined on a seasonal basis.\n\n2. BalancerDAO’s grant for media coverage\n\nBalancerDAO would like to award to BanklessDAO a grant of 7k USD in BAL for:\n\nA medium post where the collaboration between Market and BanklessDAO will be announced (500 USD)\n\n2 medium articles, which will be tweeted 2 times by the BanklessDAO account and that will be mentioned in the weekly roll-up. (2,500 USD)\n\nArticle 1: The Multi-chain Strategy of Balancer\n\nArticle 2: The Creation of the Balancer DAO (with a short version in the State of the DAOs DAO Spotlight section)\n\nA Crypto-Sapiens Podcast where the founders will present the Balancer DAO (2,000 USDC)\n\nA strong marketing campaign concerning the liquidity pools (4 tweets with graphics prepared by designers) (1,000 USD)\n\n1,000 USD for the project champions\n\n## FINANCIAL IMPLICATIONS\n\nIn order to get the pool incentives on a yearly basis, BanklessDAO is requested to deposit in the BANK/WETH 80/20 Polygon liquidity pool:\n\n* 4M BANK\n* 14 WETH\n\nIMPORTANT: Funding will be provided by the BanklessDAO treasury. We will use the BPT tokens that are DAO own, unpair them on L1, migrate them to Polygon, then submit to the polygon liquidity pool.\n\nAs to the media coverage, Balancer will cover the entire costs.\n\n## BRAND USAGE\n\nEvery published item will present BalancerDAO and BanklessDAO logos together.\n\n## SUCCESS METRICS OR KPIS\n\nSuccess will be evaluated from the number of views of the articles, the likes of the tweets and from the number of the participants at the podcast and at the workshop.\n\nMoreover, Balancer will also evaluate whether the media coverage has brought an increment in the usage of the BANK/WETH liquidity pools.\n\n## NEXT STEPS\n\nThe proposal requires a snapshot vote.\n\nIn case of approval, the champion of the proposal will organize the teams to cover the planned work.\n\nWriters’ Guild Client Services will organize the written content and the publication on Medium. BalancerDAO’s founders will be put in contact with representatives of Crypto-Sapiens in order to organize the podcast.\n\n## SQUAD BACKGROUND\n\n@Eagle is the Legal Guild Coordinator and member of the Grants Committee. He is a Law Professor and Lawyer interested in blockchain technology, DAO governance and DeFi\n\n@Grendel is the Translator Guild Coordinator and member of the Grants Committee. He is a IT entrepreneur who designs and implements fungible and non-fungible tokenization blockchain projects.\n\n@andrea Balancer is a Balancer core contributor and marketing strategist\n\n@siddhearta is the Bankless DAO Newsletter Coordinator.",
        "choices": [
          "Approve",
          "Deny"
        ],
        "start": 1646676000,
        "end": 1647277200,
        "snapshot": "14340830",
        "state": "closed",
        "author": "0xb6ac0341Fcf3FB507A8208D34a97f13779e1393D",
        "space": {
          "id": "banklessvault.eth",
          "name": "Bankless DAO"
        }
      },
      {
        "id": "0x1c2f7e4cce902906598be0b2c6e7b32762722d296a3f010f843fc16a9612ba39",
        "title": " Tokenomics - Migrate DAO-Owned Liquidity to Uniswap V3 ",
        "body": "**Proposal Name:** Tokenomics - Migrate DAO-Owned Liquidity to Uniswap V3\n**Program Champion(s):** 0xLucas, Icedcool, HashedMae, tokenomics crew\n**OP Date:** March 4, 2022\n**Status:** Snapshot Vote\n**Discord Voting Link:** [Discord Vote ](https://discord.com/channels/834499078434979890/846544905958457377/934896869346275408)\n**Forum Voting Link:** [Forum Vote ](https://forum.bankless.community/t/tokenomics-migrate-dao-owned-liquidity-to-uniswap-v3/2848)\n\n## TL;DR\n\n* Migrate Sushiswap protocol owned liquidity to Uniswap V3 full range position.\n* This move will create a price oracle, allowing us to launch a Rari lending market and generate more revenue as the Uniswap position has fees defined at 1% (Sushiswap is 0.25%).\n\n## Background\n\nThe Tokenomics Department is working on creating lending markets for $BANK. This will initially begin with deploying a Rari Capital Fuse Pool on Ethereum mainnet while opening up the ability to also launch on a Layer 2 lending protocol (Market.xyz on Polygon or Rari on Arbitrum) in the future.\n\nAdding a lending market has multiple benefits. For one, it allows BANK holders to deposit and borrow against their holdings rather than having to sell. More importantly, this allows the treasury to open up its own lending market.\n\n\nIn order to kick this off, we need strong price oracles for $BANK that’s supported by lending markets. Rari Capital leverages Uniswap V3 oracles; however, all of the DAO owned liquidity is on Sushi. As such, we can easily bootstrap a lending market by migrating our liquidity to Uniswap v3 as a full range position (the position providing the strongest oracle).\n\n## Implementation\n\nThis proposal looks to pull the liquidity that we have acquired from OlympusPro Bonding, owned by the treasury, and migrate that over to Uniswap v3 as a full range position. As of writing, this amounts to $500,000 in liquidity. As a result, this will allow us to have a price oracle that is integrated with Rari, and any future integrations with other defi platforms.\n\nAdditionally, Uniswap offers a 1% fee pool. This fee tier is for smaller cap, exotic tokens with more volatility (perfect for BANK) and is where the majority of the existing liquidity lives. The benefit here is that this will make Uniswap the primary source of liquidity for BANK, driving the majority of the volume Uniswap and the fee revenue to the DAO treasury.\n\nFor reference, Sushiswap fees are 0.25%, meaning the treasury can generate 3x the revenue by migrating.\n\n**More info on uniswap oracles:**\n[Uniswap oracles ](https://docs.uniswap.org/protocol/V2/concepts/core-concepts/oracles)",
        "choices": [
          "Approve",
          "Deny"
        ],
        "start": 1646442000,
        "end": 1647046800,
        "snapshot": "14321957",
        "state": "closed",
        "author": "0xb6ac0341Fcf3FB507A8208D34a97f13779e1393D",
        "space": {
          "id": "banklessvault.eth",
          "name": "Bankless DAO"
        }
      },
      {
        "id": "0x903b96c30ac4f555c3dd598e48d5b1566f394dfa072eb6945d7c093704d1f064",
        "title": "Quorum Removal Vote",
        "body": "Title: Quorum Removal Vote\nAuthors: samanthaj\nForum proposals: [[Proposal](https://forum.bankless.community/t/quorum-removal-poll/2952)]\nQuorum Requirement: 36.84M BANK\nVoting Threshold: 77.64%\n\n# Summary\n\nBackground on the quorum requirement issue: [Here](https://forum.bankless.community/t/gse-and-quorum-the-daos-options-to-repair-governance-processes/2861).\n\nFor additional context, the quorum was set based on extremely high estimations of involvement, and despite having high involvement, we haven’t met them since for any vote.\n\nThis has left us unable to implement snapshot votes despite approval of the vote. Ex, got approval on the GSE vote([23M votes](https://snapshot.org/#/banklessvault.eth/proposal/0x749e887debb581c7b416376ffe12d73de3a8a304310479e0c8a2a672ef8785ca)), but didn’t reach 36.84M BANK vote, so it didn’t pass.\n\nOur plan is to abolish the quorum requirement with this vote, then re-propose the votes so that we can implement the GSE, then the GSE will re-propose a more researched quorum requirement.\n\nThe snapshot vote of this must reach the 36.8M BANK Quorum in order to be enacted.",
        "choices": [
          "Approve - Remove Current Quorum",
          "Deny - Keep Current Quorum"
        ],
        "start": 1645092000,
        "end": 1645696800,
        "snapshot": "14221332",
        "state": "closed",
        "author": "0xb6ac0341Fcf3FB507A8208D34a97f13779e1393D",
        "space": {
          "id": "banklessvault.eth",
          "name": "Bankless DAO"
        }
      },
      {
        "id": "QmU1Rz7s87ow29QsfeCee7j2jr7H9h6BFkoPmVu6Ux56XD",
        "title": "BalancerDAO’s collaboration with BanklessDAO",
        "body": "Title: BalancerDAO’s collaboration with BanklessDAO (Newsletter Sponsorship, Polygon Liquidity Pool, Written content and Podcast)\n[Link to forum post](https://forum.bankless.community/t/balancerdao-s-collaboration-with-banklessdao-newsletter-sponsorship-polygon-liquidity-pool-written-content-and-podcast/2722/23)\n\nAuthors: @eagle, @grendel, @siddhearta, @Andrea BalancerDAO\n\nDate: 13 January 2022\n\n**SUMMARY**\n\nBalancerDAO offers to sponsor one BanklessDAO newsletter for the entire 2022 in exchange for a strong economic incentive in BAL for the BANK/WETH pool on Polygon.\n\nMoreover, Balancer is interested in awarding a grant to BanklessDAO for obtaining media coverage concerning its DAO and the aforementioned BANK/WETH liquidity pool on Polygon.\n\n**BACKGROUND**\n\n[Balancer ](https://app.balancer.fi/#/)is a well-known DeFi platform, which recently decided to launch its DAO.\n\nBalancer and BanklessDAO collaborated together in the last season. Balancer has awarded to BanklessDAO an educational grant and has launched a liquidity BANK/WETH pool 1 on Ethereum. Recently, Balancer has launched a BANK/WETH pool 3 on Polygon.\n\n**MISSION & VALUES ALIGNMENT**\n\nThe mission of BanklessDAO is to help the world go Bankless by creating user-friendly onramps for people to discover decentralized financial technologies. Due to its characteristics, Balancer is the perfect example of a DeFi project which could help the world go Bankless, in allowing to create liquidity and to earn from assets which are deposited in the Balancer’s pool. Moreover, in launching its DAO, Balancer - in line with the more advanced web 3.0 culture - demonstrates the willingness of decentralizing its operations.\n\nMoreover, this type of collaboration demonstrates that BanklessDAO has reached a mature status, where projects show up and demand for client services. In the future, sponsorships and paid services will make our DAO financially sustainable.\n\n**SPECIFICATION / BUDGET**\n\n1. Polygon BANK/WETH liquidity pool incentives and BanklessDAO Newsletter sponsorship\n\nBanklessDAO is requested to deposit in the BANK/WETH 80/20 Polygon liquidity pool:\n\n4M BANK\n\n14 WETH\n\nBalancer will grant for the entire 2022 a weekly reward of 300 BAL (apx. 5k USD) for depositors. It means that if, for instance, BanklessDAO holds 50% of the liquidity in the pool, a revenue of 10k USD in BAL will be granted to the DAO treasury on a monthly basis (as 1200 BAL per month have a value of apx. 20k USD).\n\nAs consideration of the pool incentives, BanklessDAO will host BalancerDAO as the main sponsor on the “Weekly Roll-up” newsletter or the “State of the DAOs” newsletter for the entire 2022. The precise collocation of Balancer’s sponsorship will be determined on a seasonal basis.\n\n2. BalancerDAO’s grant for media coverage\n\nBalancerDAO would like to award to BanklessDAO a grant of 7k USD in BAL for:\n\nA medium post where the collaboration between Market and BanklessDAO will be announced (500 USD)\n\n2 medium articles, which will be tweeted 2 times by the BanklessDAO account and that will be mentioned in the weekly roll-up. (2,500 USD)\n\nArticle 1: The Multi-chain Strategy of Balancer\n\nArticle 2: The Creation of the Balancer DAO (with a short version in the State of the DAOs DAO Spotlight section)\n\nA Crypto-Sapiens Podcast where the founders will present the Balancer DAO (2,000 USDC)\n\nA strong marketing campaign concerning the liquidity pools (4 tweets with graphics prepared by designers) (1,000 USD)\n\n1,000 USD for the project champions\n\n**FINANCIAL IMPLICATIONS**\n\nIn order to get the pool incentives on a yearly basis, BanklessDAO is requested to deposit in the BANK/WETH 80/20 Polygon liquidity pool:\n\n4M BANK\n\n14 WETH\n\n:warning: Funding should be provided by the BanklessDAO treasury\n\nAs to the media coverage, Balancer will cover the entire costs.\n\n**BRAND USAGE**\n\nEvery published item will present BalancerDAO and BanklessDAO logos together.\n\n**SUCCESS METRICS OR KPIS**\n\nSuccess will be evaluated from the number of views of the articles, the likes of the tweets and from the number of the participants at the podcast and at the workshop.\n\nMoreover, Balancer will also evaluate whether the media coverage has brought an increment in the usage of the BANK/WETH liquidity pools.\n\n**NEXT STEPS**\n\nThe proposal requires a snapshot vote.\n\nIn case of approval, the champion of the proposal will organize the teams to cover the planned work.\n\nWriters’ Guild Client Services will organize the written content and the publication on Medium. BalancerDAO’s founders will be put in contact with representatives of Crypto-Sapiens in order to organize the podcast.\n\n**SQUAD BACKGROUND**\n\n@Eagle is the Legal Guild Coordinator and member of the Grants Committee. He is a Law Professor and Lawyer interested in blockchain technology, DAO governance and DeFi\n\n@Grendel is the Translator Guild Coordinator and member of the Grants Committee. He is a IT entrepreneur who designs and implements fungible and non-fungible tokenization blockchain projects.\n\n@andrea Balancer is a Balancer core contributor and marketing strategist\n\n@siddhearta is the Bankless DAO Newsletter Coordinator.\n",
        "choices": [
          "For",
          "Against"
        ],
        "start": 1642789800,
        "end": 1643394600,
        "snapshot": "14050457",
        "state": "closed",
        "author": "0x47f882a155209F55D280EB36577c100A74DD32a1",
        "space": {
          "id": "banklessvault.eth",
          "name": "Bankless DAO"
        }
      },
      {
        "id": "0x749e887debb581c7b416376ffe12d73de3a8a304310479e0c8a2a672ef8785ca",
        "title": "Governance Solutions Engineer Program",
        "body": "Title: Governance Solutions Engineer Program\nAuthors: frogmonkee#6855\nDate Created: December 16th, 2021\nDate Posted: January 20th, 2022\nForum proposals: [[Draft 1](https://forum.bankless.community/t/draft-1-governance-solutions-engineer-program/2484)] [[Draft 2](https://forum.bankless.community/t/draft-2-governance-solutions-engineer-program/2663)]\nQuorum Requirement: 36.84M BANK\nVoting Threshold: 77.64%\n\n> ⚠️Once you have voted on this proposal, please click this [link](https://snapshot.org/#/banklessvault.eth/proposal/0x33f869377c1b93a3b6db367001b6bb2604626f919ca4322960a20b8f01f58860) and elect the 5 GSEs for this program.\n\n# SUMMARY\n\nThis proposal, seeks to activate groups of people to address two important challenges for the DAO:\n\n* Contributor Incentives\n* Strategic Prioritization\n\nIt outlines the need for these two problem spaces to have a dedicated team responsible for designing scalable solutions that align with the community’s sentiment.\n\nDeliverables are defined as a thorough and community-aligned specification in order to update our governance procedures and create room for growth. A close comparable is the original [Season Specification ](https://forum.bankless.community/t/draft1-banklessdao-season-1-proposal/904) that continues to act as an important cornerstone in our governance model.\n\nAs such, this proposal calls for:\n\n* Five elected members of the DAO to lead these two problem spaces, known as Governance Solutions Engineers (GSEs). Each GSE will be granted 75,000 BANK as an initial allocation in Season 3 (375K total). At the end of the Season, when deliverables are presented to the DAO, the DAO will vote on whether to apply a bonus of up to 750,000 BANK.\n* 500,000 BANK set aside for each problem space to incentivize participation in working groups, led by the five elected members (1M total). This would be allocated to the working group and distributed as per the group’s decision, *not* at the GSE’s discretion.\n\n# BACKGROUND\n\nWhen building an organization, there’s this mental model of working *in* the organization vs working *on* the organization. I highlighted this distinction in [Onwards to Season 3!](https://forum.bankless.community/t/onwards-to-season-3/2354#season-3-revenge-of-moloch-8) under the `Season 3: Revenge of Moloch` heading, so I’ll just quickly summarize here:\n\nAs organizations grow and scale, their underlying operational model must change too. As new organizational behavior and information arise, systems must adapt and modify. Our current operational model - grants, guilds, projects, proposals, compensation - was largely ideated between May 4th and June 8th.\n\nSix months in, we’re seeing where the existing operational model is insufficient:\n\n* In Season 2, the Grants Committee ran out of funding with a month left in the Season, despite increasing the budget by an additional 40% from Season 1\n* Projects have come back for funding without a clear way to evaluate whether these projects should be funded a second or third time.\n* Community voting does not reflect critical evaluation. We largely vote yes without taking the time to evaluate the full scope of a proposal.\n* (Related to above) People do not have the bandwidth to participate in proposal discussion\n* Grants Committee sometimes does not have sufficient subject matter expertise to evaluate project scope (namely developer projects)\n* We have no way to evaluate the value that a project brings do the DAO when coming back for funding\n* Compensation was set at 1000 BANK/hr, back when BANK average 5 cents per token. Today, we sit at 15.\n* Compensation varies heavily in the DAO between standard roles like Talent Scout, Guild Coordinator, Secretary, etc.\n* L2 contributor status doesn’t accommodate for Guest Pass members that have shown themselves worthy of L2 status.\n\nThe points above reflect challenges that come from outgrowing our current framework.\n\nI see the problems broken down into two main categories:\n * **Contributor Alignment** - How do we properly reward active DAO contributors, accounting for the varying skillsets and time commitment people are making?\n* **Strategic Prioritization** - What should we say no to? How do we, as a DAO, learn how to say no?  How do we do this in a way that empowers the community to make decisions while also letting high-context individuals influence outcomes?  \n\nMy point here is that, in Season 0, we directed our attention in working *on* the organization and building systems/processes. In Season 1 and Season 2, all those same people worked *in* the organization. Now, we have new information and behavior that are forcing us to re-evaluate those systems/processes that we built.\n\nNow you may stop and say, “Well okay, why don’t we just spin up a working group in this…? Let’s just find a bunch of people interested in solving these problems and let’s get on with it!” Good question! **I tried.** Nearly 3 months ago, I created this forum post: [ALL HANDS ON DECK: Compensation and PLM Working Groups ](https://forum.bankless.community/t/all-hands-on-deck-compensation-and-plm-working-groups/1932). In it, I called for a group of interested parties to help scope out our inadequate compensation guidance. The result? Despite having 15 people [signal their interest ](https://lettucemeet.com/l/BENKv), we only met [three times](https://www.notion.so/bankless/Projects-9e37997f29fa4df2b8b4e4284709403a) and we delivered on this flimsy [forum post ](https://forum.bankless.community/t/compensation-at-banklessdao/2272).\n\nI see this failure resulting from two factors:\n\n1. Our working group did not have explicit signaling from the DAO that this was a major priority. We’re all fucking busy in our respective niches. Without an explicit mandate from the DAO saying “This is important, we need people on this project,” it’s really difficult to activate people to redirect their resources and attention on this matter.\n2. I did not have the time and bandwidth to lead this working group. I was active in a number of different places in the DAO, and without some social signal and explicitly incentivization, it eventually fell down my priority list.\n\nGiven my experience here, I want to propose a new model - One that creates an explicit mandate from the DAO to focus on these two problem areas and properly incentivizes participation.\n\nLadies, Gentlemen, and non-binaries, I’d like to introduce the *Governance Solutions Engineer Program*\n\n# MISSION & VALUES ALIGNMENT\nI’m going to be lazy here, but in the [Onwards to Season 3!](https://forum.bankless.community/t/onwards-to-season-3/2354#season-3-revenge-of-moloch-8) forum post, I did a quick temp check on this topic with overwhelming support of a focus on Governance and Coordination.\n# SPECIFICATION\n\n## What are GSEs?\n\nIn the failures section just above, I pointed out how I did not have the bandwidth to coordinate/lead the Compensation working group. As such, the working group ended up falling to the wayside on my list of priorities.\n\nGiven this outcome, I think it’s important to explicitly assign coordinator responsibility. We need people who view it as their #1 priority to *lead* these working groups. As such, I define GSEs as:\n\n* Governance-minded DAO members elected to spec out a comprehensive solution to mission-critical DAO infrastructure challenges.\n* These members are *not* to operate in silos and make decisions on behalf of the DAO. They are to work *with* the DAO to find the optimal solution by progressively designing solutions, presenting them to the DAO, capturing feedback, and iterating.\n* GSEs have appropriate context for the problems they are working on and properly embody the values of the DAO. They are *trusted by their social reputation for acting in the best interest in the DAO.*\n* GSEs *must* make this their #1 priority. Given the scope of activity in the DAO, many qualified members hold multiple other positions. Instead of requiring that GSE only hold one other role, max, any member can apply but must disclose their other responsibilities, both in the DAO and IRL (ie if they have a job). In this way, the DAO can decide if they feel people have the appropriate bandwidth. (The change from 3 to 5 GSEs from Draft1 and the modified comp model allow for some flexibility for GSEs that have additional responsibilities.) Additionally, once elected, members may not accept any additional roles.\n  * For example, if I applied, I would disclose my role as Ops Guild coordinator and part time editor for BanklessHQ.\n  * They may participate in lower order activities. Eg, if I wanted to write a piece of the Newsletter, I can do that. But I cannot accept a role on the newsletter team.\n  * Gov SEs *can* be on the Grants Committee, but must disclose\n\nA successful Gov SE program should result in major clout for Gov SEs in the DAO. At the risk of sounding vain… what if there were more frogmonkees? Ooh ooh aah aah motherfucker.\n\n## What is the Scope of Work?\n\n> Expected 25-30 hours per week for each GSE. Plan accordingly.\n\nRight now, I think the scope of work should be limited to our most existential threats: (1) Contributor Alignment and (2) Strategic Prioritization. We do have other important challenges that we can expect down the pipeline, but given this is the first time testing a program like this, I would caution against taking on more we can chew without testing this first.\n\n**Deliverables**\n Deliverables would include a detailed specification that we can begin to implement in Season 4. The closest comparable is the original [Season Specification ](https://forum.bankless.community/t/draft1-banklessdao-season-1-proposal/904) that still serves as an important guiding document for the DAO to this day.\n\nThis deliverable would have to be in its final form, if not extremely close. The idea is to have something we can implement by the end of Season 3 going into Season 4. As such, community feedback must already be included. I want to acknowledge that this community feedback can take time *but* if `Draft 1` is done properly, much of the community consensus will already be aligned.\n\n**Contributor Alignment**\n* Refining the Guest Pass, L1, and L2 system to be more inclusive\n  * Includes ways to offboard contributors that no longer meet the activity/recognition threshold\n* Create a compensation framework that can be updated and:\n  * Define [global compensation](https://forum.bankless.community/t/compensation-at-banklessdao/2272#compensation-guidelines-4) that standardizes compensation rules for the entire DAO\n  * Provides guidance on letting projects/guild define [local compensation](https://forum.bankless.community/t/compensation-at-banklessdao/2272#compensation-guidelines-4).\n* Envisions a new incentive model that rewards long-term contributors that stick with the DAO for longer periods of time.\n* Work with guilds to standardize guild roles and Coordinape rounds\n* Work with guild Talent Scouts and First Quest to identify challenges and better retain talent entering DAO\n\n**Strategic Prioritization**\n* Model and present various strategic directions the DAO can take (present to DAO for feedback)\n  * Eg. DAO incubator model vs. [software profit model](https://discord.com/channels/834499078434979890/842810844236742677/926525644576284804) vs Emergent Strategy\n* Outline a business plan based on an identified strategic model\n* Create an evaluation framework based on the identified strategy to help the DAO make strategic decisions with treasury and grant funding\n* Create a new evaluation *process* that optimizes for both community consensus and responsible decision making (will likely deprecate the Grants Committee as it stands)\n* Design a system that actually measures the output of funded projects and incorporates those findings into the evaluation process\n* Balancing funding cost centers with things that generate revenue or token appreciation\n\n## Gov SEs and Working Groups\n\nEarlier, I said about Gov SEs:\n\n> These members are *not* to operate in silos and make decisions on behalf of the DAO. They are to work *with* the DAO to find the optimal solution by progressively designing solutions, presenting them to the DAO, capturing feedback, and iterating.\n\nOne method of working with the DAO is to create a working group around these two problem spaces. As such, Gov SEs will have to work publicly in these working group. Part of their responsibility will be coordinating these working groups, somewhere between a Guild Coordinator and Project Manager.\n\n## Elections\n[Elections are live.](https://snapshot.org/#/banklessvault.eth/proposal/0x33f869377c1b93a3b6db367001b6bb2604626f919ca4322960a20b8f01f58860)\n\n\n\n# FINANCIAL IMPLICATIONS\n\nMaximum funding for this initiative would be: 2,125,000 BANK and come from the main treasury. Any BANK unallocated will go back to the treasury at the end of this program. Funding will come from the BanklessDAO treasury and must follow the framework presented [in this snapshot](https://snapshot.org/#/banklessvault.eth/proposal/0x0eb29303825c37c67ddc5d71b199bbc66c149712918c2a7c9261c7f6a2953d66).\n\n**2,125,000 BANK is broken down as:**\n\n* Each Gov SE would be guaranteed 75,000 BANK salary\n* At the end Season 3, the DAO will vote on two deliverables produced by the GSEs via forum vote. One for strategic prioritization and one for contributor Alignment. Each deliverable will be rated on a scale of 1 to 5, which will unlock additional compensation.\n  *  Each deliverable will unlock a maximum of 375K BANK, for a total of 750K. \n  * Each rating will unlock 75K in funding. 1 = 75K, 2 = 150K, 3 = 225K, 4 = 300K, 5 = 375K\n  * Additional compensation is *only* for GSEs. Distribution will be up to the 5 GSEs. They can choose to use Team Set Salaries or Coordinape.\n* The two working groups (for each problem space) will have an allocated budget of 500,000 BANK to collectively decide how to allocate and compensate members of the working group. Gov SEs may not draw from this allocation.\n* Funds will be held in a multi-sig held by the 5 GSEs\n  * Once all compensation has been distributed, GSEs must produce a financial report outlining how funds were distributed.\n  * Any funds not distributed will be returned to the treasury\n\n# SUCCESS METRICS OR KPIS\nDelivery of two detailed specifications by the end of Season 3 that already has community feedback folded into in order to execute and implement during Season 4.\n",
        "choices": [
          "For",
          "Needs revision"
        ],
        "start": 1642707000,
        "end": 1643311800,
        "snapshot": "14044376",
        "state": "closed",
        "author": "0xE71eFd5865A42Cb0f23146Dc8E056dBA4E67e9b7",
        "space": {
          "id": "banklessvault.eth",
          "name": "Bankless DAO"
        }
      },
      {
        "id": "0x33f869377c1b93a3b6db367001b6bb2604626f919ca4322960a20b8f01f58860",
        "title": "Governance Solutions Engineer Elections",
        "body": "Title: Governance Solutions Engineer Elections\nAuthors: frogmonkee#6855\nDate Created: December 16th, 2021\nDate Posted: January 20th, 2022\n[Applications](https://www.notion.so/bankless/BanklessDAO-Governance-Solutions-Engineers-f7a5c0a0ecb74d588d5c40f43999cc92)\nQuorum Requirement: Not Applicable\nVoting Threshold: Not Applicable (Weighted Voting)\n\n> ⚠️The results of this election are conditional on passing the Governance Solutions Engineer Program which is concurrently being voted on Snapshot. If you have not voted for the program, please navigate to the previous page and vote there as well.\n\nSUMMARY\nAs proposed by the [Governance Solutions Engineer (GSE) Program](https://forum.bankless.community/t/draft-2-governance-solutions-engineer-program/2663), the DAO is to elect 5 GSEs.\n\nThe submission period was held between January 5th and 19th.\n\nPlease read each applicant's response thoroughly and elect the 5 GSEs based on their qualifications and ideas.\nThis is not a popularity contest. The decisions made here will have long-term implications for the DAO.\n\nAPPLICATIONS\n[Please review applications here](https://www.notion.so/bankless/BanklessDAO-Governance-Solutions-Engineers-f7a5c0a0ecb74d588d5c40f43999cc92). Snapshot has a character limit that prohibits copying and pasting each applicant's submission here.\n\nThe voting mechanic here is [weighted choice voting](https://docs.snapshot.org/proposals/voting-types).\n> Each voter may spread voting power across any number of choices\n\nSelect and allocate your tokens to as many applicants as you would like. The top 5 applicants will be elected as GSEs.\n",
        "choices": [
          "0xRene#6523",
          "Eagle#2979",
          "Grendel#3875",
          "Nym#0959",
          "Above Average Joe#5427",
          "saulthorin#7696",
          "freiheit#6901",
          "DJ_FloydoBlyatt#1033",
          "rotorless | Amicus.eth#0429",
          "frogmonkee#6855",
          "RedVan#0611"
        ],
        "start": 1642707000,
        "end": 1643311800,
        "snapshot": "14044338",
        "state": "closed",
        "author": "0xE71eFd5865A42Cb0f23146Dc8E056dBA4E67e9b7",
        "space": {
          "id": "banklessvault.eth",
          "name": "Bankless DAO"
        }
      },
      {
        "id": "0xe3f54fb37453af90984c4c41256afde75b92b8383acdcb9a7f467574e0cccb8a",
        "title": "Season 3 Project and Guild Funding",
        "body": "Title: Season 3 Project and Guild Funding\nProposal Champion: Icedcool🏴#4947\nDate: January 9th, 2022\n\n# SUMMARY\n\nPer the[ Season 3 specification](https://snapshot.org/#/banklessvault.eth/proposal/0x2b5159e129cef1e3aa3618f7eb4133712ad2ffb482df59159f90d7c842dc9355), Guild and Project funding requests were reviewed by the GC and were approved for a total of 19,185,085 Million BANK with 6.50 ETH.\n\nAdditionally the Grants Committee was allocated 11.35M BANK, with 4M set aside for contributor rewards, 7M set aside for Project funding, and 350K set for GC Remuneration. Lastly, the Ombuds program will be remunerated for 222K BANK.\n\nThis proposal seeks to ratify the distribution of these budgeted allocations(between guilds and projects).\n\n# BACKGROUND\n\n### Guilds\n\nUpon review of all the Guild requests, the total request was for 8,060,985.00 BANK + 6.00 ETH, itemized below.\n\n### Projects\n\nUpon review of the Project Requests, the total request was 11,124,100 BANK + 0.50 ETH, itemized below.\n\n# SPECIFICATION\n\n### Guild Funding = 8,060,985.00 BANK + 6 ETH\n\n* [Legal Guild](https://gnosis-safe.io/app/#/safes/0x984eC14dc726B75cA3eb6A94C64D165D37EA823e/settings) = 435,000.00 BANK\n* [Writers Guild](https://gnosis-safe.io/app/#/safes/0xe7636c7ef670a3Bcf772D9d57244c9e88aD90437) = 592,000.00 BANK\n* [Marketing Guild](https://gnosis-safe.io/app/#/safes/0xE5a64FC0d3396D11EB63d728791577E254Ac18Ca) = 846,000.00 BANK\n* [Operations Guild](https://gnosis-safe.io/app/#/safes/0x47F238eF7F6B9e4f8452d77228B101f7c0419733) = 895,000.00 BANK\n* [Treasury Guild](https://gnosis-safe.io/app/#/safes/0x31016FFCEBFf16C20E74A8610f1650DCB5c01Df3/settings) = 300,000.00 BANK + 6 ETH\n* [DAOlationships](https://gnosis-safe.io/app/#/safes/0xb40f4ce59dA4A0B6D10aE605E10FD4E6ca9Ed4Ae/balances) = 373,000.00 BANK\n* [Translators Guild](https://gnosis-safe.io/app/#/safes/0x045a805c83c1D4C9E5a0bdcC5a27EFa73D2a3c0b/balances) = 698,000.00 BANK\n* [Education Guild](https://gnosis-safe.io/app/#/safes/0xcF8422021b408B32983B525778CE45420715f094) = 755,000.00 BANK\n* [AV Guild](https://gnosis-safe.io/app/#/safes/0xE2D721c126150BeEE3C56A1AD71A2E0E29A411F0) = 740,000.00 BANK\n* [Analytics Guild](https://gnosis-safe.io/app/#/safes/0x28861eeec6ab073A36Cc299ef8186978893e21FF) = 735,000.00 BANK\n* [Design Guild](https://gnosis-safe.io/app/#/safes/0x8a771e2874B1e8a38cb08eBCB6e1058d27Fa64c0/balances) = 606,000.00 BANK\n* [Dev Guild](https://gnosis-safe.io/app/eth:0x623a12CA60D378705fd170A47b6d32C74367501D/balances) = 1,085,985.00 BANK\n\n### Project Funding = 11,124,100.00 BANK + 0.50 ETH\n\n* [Podcast Hatchery](https://gnosis-safe.io/app/eth:0x77aEb46470969A68566Db09383Bcdac2325aF0E5/balances) = 306,000.00 BANK\n* [Bankless Academy](https://gnosis-safe.io/app/eth:0x12BD9048b419838e25046040Dcd297aB16850280/balances) = 1,489,800.00 BANK\n* [EPA](https://gnosis-safe.io/app/eth:0xD26b6De62363Ce83d4fA6362Da283594d0DF4EcC/balances) = 405,000.00 BANK\n* [Bankless Indices](https://gnosis-safe.io/app/eth:0x39b8889bEEa01e80210eB56e96D131B00c5e9D9C/balances) = 750,000.00 BANK\n* [BanklessDAO Bounty Board](https://gnosis-safe.io/app/eth:0x8a3dAE25C39B114a0B86E4e7900cB3C29BD8F637/balances) = 1,256,000.00 BANK\n* [First Quests](https://gnosis-safe.io/app/eth:0x53105aD20960A842e082c60ef243C8c3C49bf518/balances) = 242,000.00 BANK\n* [International Media Nodes](https://gnosis-safe.io/app/eth:0xE2C3177E57E545ba654083AE37ac717Dd2564FfD/balances) = 1,590,000.00 BANK\n* [DAO Dash](https://gnosis-safe.io/app/eth:0x3aEF6716a492D5bE3D8A785b4998B94D5171B732/balances) = 840,000.00 BANK\n* [Bankless Mobile App](https://gnosis-safe.io/app/eth:0xAB35001E808Fb52140F2843b18396594524f6439/balances) = 192,000.00 BANK\n* [Content Gateway](https://gnosis-safe.io/app/eth:0x1cda4074Cf556Aa61009D5dDBBBa41D10D2DcD82/balances) = 336,000.00 BANK\n* [Newsletter Team](https://gnosis-safe.io/app/eth:0xfedCBA83379eb70E94C28D3837fE2f70E8284D12/balances) = 459,300.00 BANK\n* [Bankless Loans](https://gnosis-safe.io/app/eth:0xDbd8072cD342a100992FA8C04e784f70E404C721/balances) = 193,000.00 BANK\n* [Fight Club - Season 3](https://gnosis-safe.io/app/eth:0xb048405EFb54E8dCE9B9E49eef20aCdA2a9632D9/balances) = 858,000.00 BANK + 0.50 ETH\n* [Website Project](https://gnosis-safe.io/app/eth:0xca22f929Aa5DBe2db2d0305d31604FE0dfD386b5/balances) = 230,000.00 BANK\n* [Legal Newsletter / Decentralized Law](https://gnosis-safe.io/app/eth:0x984eC14dc726B75cA3eb6A94C64D165D37EA823e/balances) = 180,000.00 BANK\n* [Degen](https://gnosis-safe.io/app/eth:0x735FF6F197B0dc18eBEE127DD918d2111Eaf8220/balances) = 1,217,000.00 BANK\n* [Crypto Sapiens](https://gnosis-safe.io/app/eth:0x01999E431752136372a3d485F527907a6B02A1D1/balances) = 580,000.00 BANK\n\n### Guilds and Projects Funding Summary:\n\n### 19,185,085 Million BANK + 6.50 ETH\n\n# POLL\n\nApprove the Season 3 Project and Guild Funding and distribute funds as per the specifications, disapprove, or abstain.",
        "choices": [
          "For",
          "Against",
          "Abstain"
        ],
        "start": 1641790800,
        "end": 1642395600,
        "snapshot": "13974171",
        "state": "closed",
        "author": "0xb6ac0341Fcf3FB507A8208D34a97f13779e1393D",
        "space": {
          "id": "banklessvault.eth",
          "name": "Bankless DAO"
        }
      },
      {
        "id": "0xeb3b1ff85d227856f9fab7f9af1b662a0013f19d58fb8df862fec2ef5914f82d",
        "title": "Season 3 Grants Committee Elections",
        "body": "Title: Season 3 Grants Committee Elections\nProposal Champion: Icedcool#4947\nDate: January 4th, 2021\n[Forum proposal](https://forum.bankless.community/t/season-3-grants-committee-submissions/2345)\n\n> This snapshot was re-uploaded with the BPT token strategy, allowing for BANK holders to vote with tokens held in [Balancer's liquidity pools](https://app.balancer.fi/#/pool/0x87165b659ba7746907a48763063efa3b323c2b0700020000000000000000002d).\n\n# SUMMARY\nAccording to the [Season 3 specification](https://docs.google.com/document/d/1VyNIjq85ORqeeUJkzNhx0lk6_06qrH0GIK0qZ8coqhA/edit#heading=h.5uor07hvudm9), there will be 4 seats up for election for Season 3 Grants Committee.\n\n**The Grants Committee consists of 5-7 members along with a multisig with all committee members as signers.**\n* The Committee is responsible and accountable for managing the grants system, reviewing grant applications, and managing the grants treasury, with the help of other guilds as needed (e.g., treasury).\n* The Committee has a quorum with four members over seven OR three members over five, but is otherwise responsible for their own operations.\n* The Committee cannot change the application process to be a Committee member without a snapshot vote and is encouraged to accept the DAO’s proposal template.\n* The Grants Committee is required to be transparent and communicative with the DAO, such as access to Committee meetings and an opportunity to voice opinions and feedback.\n\n**The voting period will last one week and will take place on Snapshot:**\n* Grants Committee Applications will be submitted and decided on by a weighted snapshot vote, and the highest 4 voted applications will be elected into the Grants Committee.\n* Any unapproved candidate can gather feedback, improve their resume, and resubmit for future vacancies.\n* Committee members can be recalled with an instant vote of 51% or more. Committee members may leave the Committee at any time by submitting a written resignation note to the Committee.\n\n# APPLICANTS\n### Icedcool#4947\n**Reason for (re)applying**\nMy aim continues to be to support the DAO’s operations, and as a representative of the #dev-guild. I plan to continue to develop the strategies around how the DAO and Grants Committee can distribute funding that supports the DAO, projects and contributors in an equitable manner that supports the long term viability of all three.\n\n**Describe your involvement thus far at BanklessDAO**\nI am heavily involved in the #dev-guild and a huge cheerleader of the #analytics-guild. I am also the PM on the Bounty Board project, and am working to support it as it as it grows and develops to be a major DAO tooling component. Lastly, I am working in tokenomics to increase the utility and opportunities around the $BANK.\n\nMy overall aims are to support DAO operations, drive opportunities and $BANK valuation that allow members to work for the DAO.\n\n**Qualifications - What will you bring to the committee?**\nI aim to bring a balanced, principled and as unbiased an opinion as possible, with an intent to support the DAO’s success in all endeavors, focused on tech, economics, and equity.\n\nI have been part of the Grants Committee since genesis, and aim to bring my learnings to continue to iterate and improve on the service and quality of the Grants Committee.\n\n**Sponsor(s)**\n@jameswmontgomery.eth, @frogmonkee, @Eagle, @nonsensetwice, @Grendel\n\n### Kouros#2107\n**Reason for applying**\nThe projects in Bankless DAO make the organisation thrive and move forward. It is important that we distribute the funds across the DAO and keep the machine working at a good speed. It is for this reason that I would like to keep assessing and advising projects for the benefit of all of us.\n\n**Describe your involvement thus far at BanklessDAO**\nMy involvement with Bankless DAO started in the very first days when the DAO was created, and I have seen the DAO and myself progressing in this space to a great degree and I would like to continue growing together.\n\nIn addition to this, I have been overseeing the Treasury Guild since Season 0 and organising and actioning NFT sales successfully on behalf of the DAO as well as being part of the Grants Committee since its origins so I believe all this experience and knowledge about the DAO will make me an excellent candidate to continue as member of the Grants Committee.\n\n**Qualifications - What will you bring to the committee?**\nHaving studied maths has giving me an analytical mind that likes solving problems and always eager to learn new things. I believe this is important when reviewing projects.\n\n**Sponsors**\n@Icedcool @Eagle @nonsensetwice @Grendel @AboveAverageJoe\n\n### Grendel#3875\n**Reason for applying**\nI am and I feel very involved in BanklessDAO, I strongly believe in its educational, informative and support mission to all those who want to build something in the crypto ecosystem, defi, dao, nft.\n\nThe development and implementation of individual or team projects supported emotionally and financially by the DAO is one of the end points of this process of empowering community members.\n\nI wish I could continue my work on the grants committee to be able to support this process which is made up of both support and constructive criticism. Constructive criticism serves to ensure that BanklessDAO is not a sandbox for community projects but a place to learn and fulfill oneself.\n\n**Qualifications - What will you bring to the committee?**\nI am involved in project management tasks and have been actively involved in many crypto projects for several years. I think I can put my experience to good use by putting it at the service of BanklessDAO and the grants committee.\n\n**Sponsors**\n@Eagle, @Kouros, @Icedcool, @AboveAverageJoe, @siddhearta, @sovereignhealth, @AyrtonB26\n\n### LiveTheLifeTV (⚓, ⚓)#5415 \n**Reason for applying**\nI would love to keep supporting new initiatives at Bankless DAO. I plan to step down from the bankless dao website and bankless loans to focus on a potential new role at the Grants Committee.\n\n**Describe your involvement thus far at BanklessDAO**\nI have been around since day one and enjoyed kickstarting many initiatives, including being the project champion for the bDAO website and the Bankless Loans project, both projects now have new people stepping up and I feel confident that it’s time to explore this role at the GC to review new projects and stay involved at the DAO. Helping to fix the issue of the token liquidity by onboarding bDAO on the Olympus Pro feels like my most impactful contribution so far.\n\n**Qualifications - What will you bring to the committee?**\nMy deep interest in Defi, DAO’s, and NFT’s has only increased the past few 5 years. I love supporting and reviewing new initiatives and feel like my passion to keep pushing the space will be a good fit.\n\n**Sponsor(s)**\n@Eagle, @Kouros , @Grendel\n\n### Soundman#6783\n**Reason for Applying:**\nMy reason for applying to the grants commitee is that I think I can help add clarity around compensation in projects. Having been involved with the DAO from its inception I have a good perspective on where the DAO is currently, how it got here and where we are trying to go. I believe that compensation on projects needs to have some definition from inception not necessarily a detailed plan but a roadmap for how you will get to a detailed plan. Compensation in the form of roles, bounties, coordinape rounds or other means should be clear to everyone involved setting expectations is key. My primary goal if I were elected to grants commitee is making sure the people involved in a project all have an understanding of what compensation looks like at the moment of deciding to fund it as well as if there is a plan to define forms of compensation for the longterm.\n\n**My qualifications:**\nI am aligned with the BanklessDAO mission and will use our mission statement as a guide in my decisions. I am a champion for the podcast hatchery so I know what it takes to make a project and even more importantly I know the challenges involved.\n\n**Sponsors:**\nEurekajohn#2094, Droste#0063, ivan7538#4763\n\n### chuck25#4313\n**Reason for applying**\nI am a major proponent for BanklessDAO’s mission to onboard new people into crypto, and it would be an honor to help steer funding decisions for the DAO’s next chapter of development.\n\nI am a living embodiment of this community’s mission to provide an on-ramp for professionals who want to leave their boring legacy world jobs behind and help build the future.\n\nFinding BanklessDAO in early November 2021 was, I imagine, like arriving at Ellis Island in the late 1800s. BanklessDAO welcomed my tired self yearning to be free and told me to go find work! The decentralized, permissionless nature of the DAO empowered me to begin contributing almost immediately to the incubation of Bankless Consulting, which was born with an award from the Grants Committee just as I arrived. Helping to build the world’s first decentralized, web3 consultancy has been a thrill. My wife says she has never seen me this motivated to sit in front of a computer screen late into the night.\n\nAs I pivot my career into working in web3 full-time in 2022, I would like to play a bigger role in helping BanklessDAO fulfill its mission as we elevate our work and become an even more impactful community within the web3 ecosystem.\n\n**Qualifications**\n\n* IRL work | 10+ years of nonprofit management experience geared towards helping others reach their full potential. Have worked at two private foundations and one public foundation making grants for public impact. Have been a member of several boards and grants committees. Have built multiple education nonprofits that relied on grant funding and have also built a nonprofit education business fully sustained by earned revenue. Currently directing the nonprofit management graduate program at a university in the United States.\n* Studies | Bachelor’s in Economics with specialization in economic policy and Master’s in Public Policy with specializations in philanthropy and nonprofit leadership. Currently devoting at least two hours a day to reading, listening to podcasts, and watching videos to learn more and more about web3.\n* BanklessDAO | Joined BanklessDAO in early November 2021 and will earn my way to L1 status (35,000 BANK) before the end of Season 2. Have led the Compensation Working Group for Bankless Consulting to meet both of our key milestones for Season 2. Have also been a core member of the Governance Working Group for Bankless Consulting, helping to build the Governance Framework for the world’s first web3-native, decentralized consultancy.\n\n**Sponsor(s)**\n@RunTheJewelz @Icedcool @omen @dside @MC10\n\n# POLL\nThis poll uses the \"[Weighted Voting](https://docs.snapshot.org/proposals/voting-types#weighted-voting)\" mechanic:\n> Each voter may spread voting power across any number of choices.\n\nPlease use your tokens to weigh which applicants you would like to see elected. Of the applications, the four with the highest weighted votes will be elected to the Grants Committee in Season 3.",
        "choices": [
          "Icedcool#4947",
          "Kouros#2107",
          "Grendel#3875",
          "LiveTheLifeTV#5415",
          "Soundman#6783",
          "chuck25#4313"
        ],
        "start": 1641326400,
        "end": 1641931200,
        "snapshot": "13941132",
        "state": "closed",
        "author": "0xE71eFd5865A42Cb0f23146Dc8E056dBA4E67e9b7",
        "space": {
          "id": "banklessvault.eth",
          "name": "Bankless DAO"
        }
      },
      {
        "id": "0x0eb29303825c37c67ddc5d71b199bbc66c149712918c2a7c9261c7f6a2953d66",
        "title": "Firming Up Governance",
        "body": "Title: Firming Up Governance\nProposal Champion: frogmonkee#6855\nDate: December 31st, 2021\nForum proposals [[Draft 1](https://forum.bankless.community/t/draft-1-firming-up-governance/2008)] [[Draft 2](https://forum.bankless.community/t/draft-2-firming-up-governance/2075)] [[Draft 3](https://forum.bankless.community/t/draft-3-final-firming-up-governance/2155)]\n\n# SUMMARY\nThis proposal introduces some voting parameters and guidelines in response to feedback around the recent Proposal: [Olympus Pro](https://forum.bankless.community/t/proposal-olympus-pro/1876) post.\n\nIncluded are:\n* Specificity on what goes to snapshot and what does not\n* Quorum and voting requirements\n* Community education guidelines\n* Proposal wording and presentation\n\n# SPECIFICATION\nRead the [full specification here](https://forum.bankless.community/t/draft-3-final-firming-up-governance/2155).\n\n# POLL\nVote to abide by the quorum, voting, education, and presentation guidelines set forth within this proposal.",
        "choices": [
          "For",
          "Needs Revision"
        ],
        "start": 1641056400,
        "end": 1641661200,
        "snapshot": "13913870",
        "state": "closed",
        "author": "0xE71eFd5865A42Cb0f23146Dc8E056dBA4E67e9b7",
        "space": {
          "id": "banklessvault.eth",
          "name": "Bankless DAO"
        }
      },
      {
        "id": "0x2b5159e129cef1e3aa3618f7eb4133712ad2ffb482df59159f90d7c842dc9355",
        "title": "BanklessDAO Season 3 Specification",
        "body": "Title: BanklessDAO Season 3 Specification\nProposal Champion: frogmonkee#6855\nDate: December 31st, 2021\nForum proposals [[Draft 1](https://forum.bankless.community/t/draft-1-season-3-specification/2441)] [[Draft 2](https://forum.bankless.community/t/draft-2-season-3-specification/2594)]\n\n# SUMMARY\n* Season 3 will start on Monday, January 10th, 2021\n* Season 3 will end on Friday, April 8th, 2021\n* BanklessDAO will hold a formal gap week between April 9th and April 15th.\n* Season 3 will not include a cap on Project and Guild funding, though the Grants Committee will review budgets and provide suggestions to minimize budget bloat\n* 11M $BANK allocated for Grants Committee. 7M for inter-season funding and 4M for contributor rewards\n* Grants Committee compensation: 350K BANK\n* Ombuds Compensation: 222,000 BANK\n\n# SPECIFICATION\nYou can read the [full specification here](https://docs.google.com/document/d/1VyNIjq85ORqeeUJkzNhx0lk6_06qrH0GIK0qZ8coqhA/edit).\n\n# POLL\nApprove the Season 3 specification, distribute funds as per the terms, and abide by the dates set forth.\n",
        "choices": [
          "For",
          "Needs Revision"
        ],
        "start": 1640966400,
        "end": 1641617940,
        "snapshot": "13913846",
        "state": "closed",
        "author": "0xE71eFd5865A42Cb0f23146Dc8E056dBA4E67e9b7",
        "space": {
          "id": "banklessvault.eth",
          "name": "Bankless DAO"
        }
      },
      {
        "id": "Qmd2yvHyaNPYQe8S4abRD64U57dMYAuTZ3oYsu4vkJampG",
        "title": "Funding for Season 2 Approved Projects",
        "body": "**Summary**\nThe budget of the Grants Committee allocated for projects has fallen to 71,234 BANK and we have had 4 projects requesting for funding in Season 2 for which we don’t have the funds for it in the GC and all of them have had soft consensus in the forums and approved by the GC. These projects are:\n*Bankless Mobile App (368,329 BANK)\n*Bankless Index Growth Squad (150,000 BANK)\n*Ombuds Service (222,000 BANK)\n*Bankless Africa (200,000 BANK)\n\nTherefore we need 869,095 to fund these projects. \n\nWe have had a [forum post](https://forum.bankless.community/t/grants-committee-end-of-season-project-funding/2580) to ask Bankless DAO what option is preferred by the community but there hasn’t been a clear winner and since one of the options in this proposal asks about the use of funds from the main Treasury we need hard consensus.\n\nWe have simplified the options to:\n\n1. Get extra funding from the Main treasury to fund these projects.\n2. Fund these projects from the allocated budget of the Grants Committee for projects in Season 3\n\n",
        "choices": [
          "Get extra funding from Treasury ",
          "Fund projects from S3 allocation"
        ],
        "start": 1640962800,
        "end": 1641567600,
        "snapshot": "13913644",
        "state": "closed",
        "author": "0x47f882a155209F55D280EB36577c100A74DD32a1",
        "space": {
          "id": "banklessvault.eth",
          "name": "Bankless DAO"
        }
      },
      {
        "id": "0xabccf8394b35e92043a4055f8430f1babd44fdc763849ad0158441073578a62e",
        "title": "Execute swap with Tokemak for BANK reactor ignition",
        "body": "**Title: BanklessDAO <> Tokemak**\n**Proposal Champion: Icedcool#4947**\n**Date: October 21st, 2021**\n**[Forum proposal](https://forum.bankless.community/t/proposal-banklessdao-tokemak/1963)**\n# Summary\nBanklessDAO has challenges with the $BANK token of liquidity depth and deployment. Right now we have fractionalized liquidity across Uniswap, Sushiswap, and Balancer.\n\nInsufficient liquidity results in poor pricing and volatility. This negatively impacts exchanges looking to offer the best possible pricing for the token, and the individual, hoping to avoid slippage due to the price impact of their trade. Additionally, in the future BanklessDAO interacting with other projects’ tokens require reliable liquidity.\n\nAs BanklessDAO grows we need to continue to address the issue of liquidity.\n\nThrough Tokemak we can solve that problem and deploy liquidity quickly and effectively using the platform.\n\nThe integration of BanklessDAO and Tokemak, would enable the quick and efficient deployment of liquidity, create a token swap opportunity for the DAO to be exposed to the valuation of TOKE, as well as give BANK holders a novel opportunity to single sided stake their bank on the TOKEMAK platform, enabling further liquidity for the BANK token.\n# BACKGROUND\nThe current state of DeFi is comprised of fragmented, unpredictable, and expensively sourced liquidity. Providing 50/50 paired liquidity is expensive for an individual, and has the looming risk of impermanent loss. Traditional market making solutions are opaque for native DeFi builders, highly centralized, and expensive. Finally, reliance upon whales to provide liquidity results in a perpetual state of uncertainty.\n\nTokemak enables users to both provide liquidity and control where that liquidity goes.\n\nLiquidity Providers deposit single-sided assets into individual Token Reactors and/or Genesis Pools (ETH, USDC), and earn yield in the form of TOKE, Tokemak’s native protocol token.\n\nLiquidity Directors stake TOKE into individual Token Reactors and vote how that liquidity gets paired from the Genesis Pools and to what exchange venue it gets directed. They too earn yield in the form of TOKE.\n\nTOKE can be thought of as generalized or tokenized liquidity. TOKE holders are able to generate liquidity on demand for whatever tokens they want, on whatever exchange they want, by controlling and directing Tokemak’s TVL. This is done through single sided staking on their platform of the token (BANK) then directing liquidity with TOKE via their front end.\n\nTokemak has several different mechanics and guardrails in place to mitigate IL risk to ensure that Liquidity Providers can always claim their underlying assets deposited, 1:1. These mechanics involve some risk to TOKE stakers, but only as a last resort.\n\nThe protocol captures fees from providing liquidity across DeFi. Over time, this will allow Tokemak to build a strong reserve of various assets in Tokemak’s PCA (Protocol Controlled Assets). In the end, the PCA is controlled by TOKE holders through decentralized governance.\n\nIt offers opportunities for exchanges to reinforce their liquidity and for market makers to leverage the PCA to create deep liquidity for a specific project.\n# MISSION & VALUES ALIGNMENT\nTokemak provides invaluable infrastructure for BanklessDAO as it grows and migrates from L1 to L2’s. The support that the platform would provide for liquidity to the BANK token, would enable the tokens use both internally to the DAO, and externally as other platforms begin to integrate with BanklessDAO.\n\nWith the Tokemak platform managing the liquidity for BanklessDAO, the DAO can focus on onboarding 1 billion people into crypto without having to worry about the liquidity of the token.\n# SPECIFICATION\n* $3,000,000 in notional value, swapped in BANK for TOKE(details below)\n* Kick off a token swap with a 30-day moving average for BANK and TOKE\n# FINANCIAL IMPLICATIONS\nTo kickstart a Tokemak Reactor, BanklessDAO will need to do a token swap of $3,000,000 in notional value of BANK for TOKE. This will be a backing for the platform to minimize slippage and risk to single sided BANK stakers.\n# SUCCESS METRICS OR KPIS\n* Deep Liquidity in the chosen AMM of BanklessDAO\n* Ability to quickly deploy to different AMM’s, and later L2’s.\n* No or low slippage for trades (buy or sells)\n* Staking opportunity for BanklessDAO members(BANK holders)\n  * Treasuries (DAO, and GUILDS) and BANK holders could stake BANK for TOKE rewards\n* Increased treasury value from token swap (TOKE)\n  * BanklessDAO would gain exposure to the TOKE token value, and if the platform does well and accrues value, the valuation of TOKE would increase.\n# POLL\nExecute swap with Tokemak for BANK reactor ignition - dependent upon C.O.R.E voting results.",
        "choices": [
          "For",
          "Against",
          "Abstain"
        ],
        "start": 1635966000,
        "end": 1636574400,
        "snapshot": "13544840",
        "state": "closed",
        "author": "0xE71eFd5865A42Cb0f23146Dc8E056dBA4E67e9b7",
        "space": {
          "id": "banklessvault.eth",
          "name": "Bankless DAO"
        }
      },
      {
        "id": "QmWjyeUFLmvVLg3fYeNWLjPscy6u4JU2tv8A1E1qjfDi2L",
        "title": "Olympus Pro BANK liquidity bonds",
        "body": "Author: LiveTheLifeTV#5415\n# Summary\nImplement a bond program for the Bankless DAO to own its own liquidity. Protocol-owned-liquidity is the future of liquidity incentive programs. By implementing a bond program for BANK-ETH liquidity, bDAO can distribute its governance tokens to more users while also accumulating its own liquidity.\n\nThe proposed bond program would sell BANK at a discount in exchange for BANK/ETH LP tokens. The discount rate on bonds is achieved by a novel pricing mechanism that allows the market to set the discount. Basically, bond prices are decreased until a bond is purchased which then pushes up the price of the next bond.\n# BACKGROUND\nOlympus is offering to provide its expertise in bond contract management to support other DAOs interested in owning their own liquidity. This will include providing the UI for bonds and maintaining bond control variables to balance emissions with liquidity accumulation. In exchange for the implementation and community engagement, Olympus would take a 3.3% on all BANK bonds sold. Olympus will use the BANK earned as backing for the intrinsic value of OHM, which would act as a supply sink for BANK. BANK bonds would be offered with a week-long vesting period, which helps prevent immediate price impact from discounted tokens. This aligns the goals of the protocol with those of bond participants. Typically, higher bond volume is seen when users expect the price of the token to increase during the vesting period.\nhttps://www.olympusdao.finance/\nhttps://docs.olympusdao.finance/pro/\n# MISSION & VALUES ALIGNMENT\nOlympus has spent months studying and perfecting its own bonds. Their valuable insight will help bDAO get passive, self-regulating bond programs up and running. Bankless DAO will be featured on Olympus Pro X, a unified marketplace for bonds from a multitude of protocols. The marketplace will become the default destination for DeFi investors looking for discounted exposure to various tokens through this unique mechanism. A presence on this interface will be invaluable in reaching new investors, much like the value of listing on an exchange.\n# SPECIFICATION\n\n“The goal should always be to bootstrap and accrue long-term defensible value, rather than perpetually pay high interest on mercenary capital” — OlympusDao\n\nMore details: https://olympusdao.medium.com/introducing-olympus-pro-d8db3052fca5 \n# FINANCIAL IMPLICATIONS\n\nAllocate 5M BANK per month to target $3M of liquidity over the next six months. If we allocate 30M BANK out of 1B we dedicate 3% of total supply to fix our biggest pain point, low liquidity. And we will increase our onchain revenue by earning fees as the owner of our own liquidity.\n\n# SUCCESS METRICS OR KPIS\n\n• Discount rate < 10% on bonded BANK\n\n• Minimal impact on BANK price\n\n• Permanent liquidity source\n\n• Increased treasury value from liquidity that also earns trading fees\n\n• Exposure to paired asset in liquidity pool (ETH)\n\n• bDAO can stake its LP tokens to provide additional runway",
        "choices": [
          "Launch BANK liquidity bonds",
          "Do Nothing"
        ],
        "start": 1635159600,
        "end": 1635768000,
        "snapshot": "13468489",
        "state": "closed",
        "author": "0x47f882a155209F55D280EB36577c100A74DD32a1",
        "space": {
          "id": "banklessvault.eth",
          "name": "Bankless DAO"
        }
      },
      {
        "id": "QmZhncmagTnWXjvX17Kmm1f25D33CPAw6f1UQBo7fzm6UQ",
        "title": "Balancer Liquidity Mining Program",
        "body": "Author: Icedcool#4947, Kouros#2107\n\n# SUMMARY\n\nThe Balancer Liquidity Mining Program has received thorough forum [soft consensus](https://forum.bankless.community/t/launch-bank-liquidity-mining-on-the-80-bank-20-weth-balancer-pool/1337) and a proposal to fund and kick off the initiative was created and submitted to the Grants Committee.\n\nThe Grants Committee attempted to vote on the [Balancer Liquidity Mining Program](https://www.notion.so/bankless/Balancer-Liquidity-Mining-Program-50b91d8eee2a47a5920597cca80c0613), although five of seven grants committee members are involved with the proposal, and voting on it would generate a conflict of interest.\n\nAs such the proposal must go to snapshot for wider approval of the DAO.\n\n# Proposal Details:\n\nAuthors: Eagle, Grendel, GavWan, AboveAverageJoe, LuukDAO, davoice321, 0x_Lucas, Kouros\n\nChampion: Eagle_lex Bartolus\n\nDate: October 12th, 2021\n\n## SUMMARY\n\nIn partnership with Balancer, Bankless DAO is looking to launch a dual liquidity mining program on the[ Balancer 80/20 BANK ETH Pool](https://www.notion.so/Balancer-Liquidity-Mining-Program-50b91d8eee2a47a5920597cca80c0613).\n\nThis proposal requests a Season 2 grant of 1,020,000 BANK as incentives for this program. The Balancer Liquidity Mining Committee plans to match our allocation with 480 BAL/week over the same time period.\n\n## BACKGROUND\n\nBankless DAO is strongly committed in its educational purposes and considers Balancer one of the most innovative and reliable DeFi protocols. Some members of the Bankless DAO outbound-grant squad therefore decided to apply for a[ Balancer grant](https://balancer.community/balancer-community-grants).\n\nBalancer has approved a[ grant proposal](https://docs.google.com/document/d/1K7OQFeZoJZdYjXnVMA0uhjcjcSifjGiZKi5SdQbwTr8/edit) presented by[ @eagle](https://forum.bankless.community/u/eagle) and[ @grendel](https://forum.bankless.community/u/grendel) for up to 10k USD to be paid in BAL + some incentives for a liquidity mining program. We've completed the initial grant and are now prepared for the incentives for the LM program.\n\nGenerally speaking, this program should aid in our liquidity issue while providing a token economic boost for the community. With Season 2, members can retain access with BPT tokens. Additionally, we can add the BPT tokens as voting power on Snapshot.\n\n## MISSION & VALUES ALIGNMENT\n\nThe mission and values of Balancer are aligned with what Bankless DAO considers fundamental in guiding people towards an economically more inclusive and independent life.\n\n## SPECIFICATION\n\nDistribute 85,000 BANK per week over 12 weeks via the Balancer Liquidity Mining program. In total, this equates to 1,020,000 BANK which will last for the entirety of Season 2 and some time in Season 3.\n\nThe program will start on October 25th, 2021 and end on January 17th, 2022.\n\nThe Balancer team will create a frontend UI for us to distribute the rewards on a weekly basis, claimable on Ethereum mainnet.\n\n## FINANCIAL IMPLICATIONS\n\nThe total expected distribution will entail 1,020,000 BANK for this 12-week program.\n\n## SUCCESS METRICS OR KPIS\n\nThe aim of the campaign is to mitigate the liquidity issue and provide a moderate utility boost to BANK.\n\nThe target APY for the Balancer pool would be around 25% which equates to $4.5M in total liquidity when factoring the BAL matching rewards.\n",
        "choices": [
          "Approve",
          "Reject"
        ],
        "start": 1634140800,
        "end": 1634745600,
        "snapshot": "13410642",
        "state": "closed",
        "author": "0xb6ac0341Fcf3FB507A8208D34a97f13779e1393D",
        "space": {
          "id": "banklessvault.eth",
          "name": "Bankless DAO"
        }
      },
      {
        "id": "QmeUcnL5FTpF2ah2CCph6DZGqJzG19coT9b3ECLAvBxPH2",
        "title": "Season 2 Project and Guild Funding",
        "body": "Author: Above Average Joe#5427, frogmonke#6855\n\n# SUMMARY\nPer the [Season 2 specification](https://snapshot.org/#/banklessvault.eth/proposal/QmSTXHWP7bjaxT9aAuoFNkaCn5Ptx7GajEDDekoBccd5Uf), Guild and Project were each approved for 5 Million BANK and the Grants Committee was allocated 10.5M BANK, with 3.5M set aside for contributor rewards.\n\nThis proposal seeks to ratify *where* these budgeted allocations will go (between guilds and projects), and seeks approval for a modification based on interpretation of the Season 2 Spec.\n\n# BACKGROUND\n### Guilds\nUpon review of all the Guild requests, the total request was 374,403 BANK over 5 Million. \n\nIn order to fit within the bounds of the snapshot vote, the Dev Guild offered to defer payment till after Season 2 commenced, to be paid from the Grants Committee fund.\n\n### Projects\nUpon review of the Project Requests, the total request was 1,815,355 BANK over 5 million. \n\nIn order to fit within the bounds of the snapshot vote, the Grants Committee interpreted the requirements of the project funding specifications of:\n>   \"These projects are well thought out, properly scoped and\n> staffed (see projects proposal workflow), and have a clear \n> budgetary ask in mind. They are not in the ideation phase with loose expectations.\"\n\nAs requiring the projects to have been funded by the Grants Committee previously, and defer funding of the projects that haven’t previously been funded till after Season 2 commencement, as well paying from the Grants Committee fund. (Read in detail [here](https://forum.bankless.community/t/grants-committee-meeting-season-2-funding-meeting-9-29-21/1807))\n\nThis put the project funding request at 3,689,000 BANK, which left 1,311,000 BANK in the budget.\n\nIn order to account for the additional funding request needs, the Grants Committee would like the approval of the DAO to roll the 1,311,000 BANK not used in the Project Fund into the Grants Committee Fund, to be validated via snapshot and disbursed from the BanklessDAO Multisig.\n\nThis funding will go towards funding the deferred guild and projects described above.\n\n# SPECIFICATION\n\n* Increase the BANK allocation to the GC multisig for Season 2 by 1,311,000 resulting in a new total allocation of 11,811,000 BANK\n\n### Guild Funding = 4,954,403 BANK\n* [Legal Guild](https://gnosis-safe.io/app/#/safes/0x984eC14dc726B75cA3eb6A94C64D165D37EA823e/settings) = 288,000 BANK\n* [Writers Guild](https://gnosis-safe.io/app/#/safes/0xe7636c7ef670a3Bcf772D9d57244c9e88aD90437) = 302,000 BANK\n* [Marketing Guild](https://gnosis-safe.io/app/#/safes/0xE5a64FC0d3396D11EB63d728791577E254Ac18Ca) = 306,000 BANK\n* [Operations Guild](https://gnosis-safe.io/app/#/safes/0x47F238eF7F6B9e4f8452d77228B101f7c0419733) = 520,000 BANK + 3 ETH\n* [Treasury Guild](https://gnosis-safe.io/app/#/safes/0x31016FFCEBFf16C20E74A8610f1650DCB5c01Df3/settings) = 286,385 BANK\n* [DAOlationships](https://gnosis-safe.io/app/#/safes/0xb40f4ce59dA4A0B6D10aE605E10FD4E6ca9Ed4Ae/balances) = 276,000 BANK\n* [Translators Guild](https://gnosis-safe.io/app/#/safes/0x045a805c83c1D4C9E5a0bdcC5a27EFa73D2a3c0b/balances) = 434,000 BANK\n* [Education Guild](https://gnosis-safe.io/app/#/safes/0xcF8422021b408B32983B525778CE45420715f094) = 735,000 BANK\n* [AV Guild](https://gnosis-safe.io/app/#/safes/0xE2D721c126150BeEE3C56A1AD71A2E0E29A411F0) = 606,233\n* [Analytics Guild](https://gnosis-safe.io/app/#/safes/0x28861eeec6ab073A36Cc299ef8186978893e21FF) = 592,400 BANK\n* [Design Guild](https://gnosis-safe.io/app/#/safes/0x8a771e2874B1e8a38cb08eBCB6e1058d27Fa64c0/balances) = 490,000 BANK\n* [Research Guild](https://gnosis-safe.io/app/#/safes/0x2b00Fdf9AadAFEe22Cf56eb59BA367f6aCD0ce10/) = 118,385 BANK\n\n### Project Funding = 3,689,000 BANK\n* [First Quest](https://gnosis-safe.io/app/#/safes/0x53105aD20960A842e082c60ef243C8c3C49bf518/balances) = 461,000 BANK\n* [Bankless Academy](https://gnosis-safe.io/app/#/safes/0xf80Cd14ec747b2AdF7B1A9911b38c65a885dAeeA/balances) = 1,340,000 BANK\n* [Bankless Loans](https://gnosis-safe.io/app/#/safes/0x4Aad6d8D45ba9a906B3DbcD9ee6F4d42e8D4a6B1) = 194,000 BANK\n* [Website](https://gnosis-safe.io/app/#/safes/0xca22f929Aa5DBe2db2d0305d31604FE0dfD386b5/balances) = 360,000 BANK\n* [DEGEN](https://gnosis-safe.io/app/#/safes/0x735FF6F197B0dc18eBEE127DD918d2111Eaf8220/balances)  = 1,334,000 BANK\n",
        "choices": [
          "Approve",
          "Reject"
        ],
        "start": 1633564800,
        "end": 1634169600,
        "snapshot": "13368913",
        "state": "closed",
        "author": "0xE71eFd5865A42Cb0f23146Dc8E056dBA4E67e9b7",
        "space": {
          "id": "banklessvault.eth",
          "name": "Bankless DAO"
        }
      },
      {
        "id": "QmVm6jzr7yDRiBmmkvCQ1MFw4jTaiJcME6ZNBp4QuU1DHA",
        "title": "Retro Rectification Donations",
        "body": "Authors: Grendel#3875\n\n# SUMMARY\nThe proposal aims to distribute BANK tokens to those who contributed to Gitcoin, fulfilling the promise made in the early days of BanklessDAO.\n\n# BACKGROUND\nAccording to [Announcing Bankless DAO](https://medium.com/bankless-dao/announcing-bankless-dao-133220f5efd8)\n\nIn the retroactive allocation, anyone who donated $.95 or more to Gitcoin grants is eligible for an airdrop.\n\n“The proposal aims to distribute BANK tokens to those who contributed to Gitcoin, fulfilling the promise made in the early days of BanklessDAO”.\n\nZKsync donors were missed through a clerical error and never received the promised drop.\n\nThis proposal aims to finalize the distribution of BANKs to those who took part in the Gitcoin round.\n\n# MISSION & VALUES ALIGNMENT\nThe proposal coincides with what was announced in the BanklessDAO document.\n\n# SPECFICIATION\nAfter completing the donor verification, the list of those entitled to receive BANK tokens is equal to 194 unique addresses.\nIt is proposed to distribute a total of 2,201,523.73 BANK pro-quota to these addresses.\n\nThis airdrop will be claimable at bankless.community/claim\n\nThis airdrop will have a 90 day clawback of unclaimed tokens\n\nThere will be remuneration for contributors to the effort of drafting and implementing this proposal as follows:\n* 49500 BANK for the squad of 3\n\n# SQUAD BACKGROUND\nGrendel is Proposal writer\nIcedCool is Back end work\nAAJ is Direct member support",
        "choices": [
          "Approve",
          "Deny"
        ],
        "start": 1633570200,
        "end": 1634175000,
        "snapshot": "13368855",
        "state": "closed",
        "author": "0xE71eFd5865A42Cb0f23146Dc8E056dBA4E67e9b7",
        "space": {
          "id": "banklessvault.eth",
          "name": "Bankless DAO"
        }
      },
      {
        "id": "QmcL7qZ4nA3NoTukMVXXZeramGA8QiqQSpdBFAuRRht5T6",
        "title": "S1 & S2 Grants Committee Compensation",
        "body": "**Authors**: 0xLucas#3124, Kouros#2107, Above Average Joe#5427, Grendel#3875, Icedcool#4947, nonsensetwice#3475, montgomery#8177\n**Date Created:** September 25th, 2021\n\n# SUMMARY\nTo compensate members of the Grants Committee for Season 1 and 2\n# BACKGROUND\nIn Season 1, contributors across BanklessDAO are being compensated for their work and efforts. However, the Grant Committee members are still not compensated for their input. This proposal seeks to change this, so the GC members are in line with other contributors in the DAO.\n\n# MOTIVATION\nThe members of the Grants Committee carry out their role with extreme respect for the decisions made by the members of the DAO and with a sense of responsibility towards the consequences that the decisions taken may have on the whole DAO both in the immediate present and in the future.\n\nThe role therefore includes different types of commitment:\n* Study of the projects\n* Evaluation of the pros and cons that the rest of the DAO can indicate\n* Decision on the submitted proposals\n\nThe Grants Committee has then the important task of distributing funds to projects that will have a positive impact in the overall performance of the DAO. It is for this reason that the members of this committee are kept engaged, committed and appropriately compensated to perform their tasks.\n\n# SPECIFICATION\nThe Grants Committee is looking for a compensation of 800,000 BANK for Season 1 and Season 2. This is 400,000 BANK per season and it is calculated as per the table below:\n* Grants Committee Review (5 members) at 50,000 BANK = 250,000 BANK\n* Grants Committee Leads (2 members) at 75,000 BANK = 150,000 BANK\n* Total BANK = 800,000 BANK\n\n### Payments\nPayment will be distributed at the end of each season in lump sum.\n\n# CONCLUSION\nDuring the current Season 1 it was decided to assign a certain amount of BANK tokens to members who covered a role in the guilds or in some projects, while failing to define the same for the Grant Committee. This compensation proposal for the members of the Grants Committee aims to resolve the current lack of assimilation of a committee member to a role played in the DAO.",
        "choices": [
          "Approve",
          "Deny"
        ],
        "start": 1633383900,
        "end": 1633705200,
        "snapshot": "13355068",
        "state": "closed",
        "author": "0xE71eFd5865A42Cb0f23146Dc8E056dBA4E67e9b7",
        "space": {
          "id": "banklessvault.eth",
          "name": "Bankless DAO"
        }
      },
      {
        "id": "QmYmHuawgkCZxVMo6EHq5s2WxQrSwTYZeBGRfFkc1xeW5f",
        "title": "Bankless DAO Treasury Multi-sig Signer Ratification",
        "body": "Authors: frogmonkee#6855\nCreated Date: Sept 30th, 2021\n\n# Summary\nRatify the results from the forum election and vest the following candidates with the power to receive and distribute funds from [Bankless DAO Treasury multi-sig](https://gnosis-safe.io/app/#/safes/0xf26d1Bb347a59F6C283C53156519cC1B1ABacA51/balances).\n\nThe proposed Treasury Multi-sig Signers are:\n* frogmonkee#6855\n* Above Average Joe#5427\n* 0xLucas#3124\n* Grendel#3875\n* Kouros#2107\n* Icedcool#4947\n* RedVan#0611\n\n# Background\n[Forum Post](https://forum.bankless.community/t/dao-multi-sig-signers-vote/1729)\n\n# Specification\n* Ratify the 7 Bankless DAO Treasury Multi-sig Signers\n* Remove the existing members from the treasury multisig (under [Community Treasury](https://medium.com/bankless-dao/announcing-bankless-dao-133220f5efd8) subheader)\n* Add the elected members to the multi-sig",
        "choices": [
          "Approve",
          "Deny"
        ],
        "start": 1633100400,
        "end": 1633705200,
        "snapshot": "13329610",
        "state": "closed",
        "author": "0xE71eFd5865A42Cb0f23146Dc8E056dBA4E67e9b7",
        "space": {
          "id": "banklessvault.eth",
          "name": "Bankless DAO"
        }
      },
      {
        "id": "QmWwN1CeDPLcvCVkDuBiYmaaNcRhfrUzFYhBixF2B3ntJU",
        "title": "Bankless DAO Season 2 Grants Committee Ratification",
        "body": "Authors: frogmonkee#6855\nCreated Date: Sept 30th, 2021\n\n# SUMMARY\nRatify the results from the forum election and vest the following candidates with the power to receive and distribute the Season 2 Grants Committee Budget via the Season 2 Grants Committee 4 of 7 [multi-sig:](https://www.notion.so/bankless/Grants-Committee-Multisig-1f40d5a29170453c9725e68b556e19c9).\n\nThe proposed Season 2 Grants Committee Members are:\n\n* 0xLucas#3124\n* Kouros#2107\n* Above Average Joe#5427\n* Grendel#3875\n* Icedcool#4947 \n* nonsensetwice#3475\n* Eagle#2979\n\n# Background\n[Forum Post](https://forum.bankless.community/t/season-2-grants-committee-election/1727)\n\n# Specification\n* Ratify the 7 Season 2 Grants Committee Members\n* Remove montgomery#8177 from the GC multi-sig\n* Add Eagle#2979 to the GC multi-sig",
        "choices": [
          "Approve",
          "Reject"
        ],
        "start": 1633100400,
        "end": 1633705200,
        "snapshot": "13329545",
        "state": "closed",
        "author": "0xE71eFd5865A42Cb0f23146Dc8E056dBA4E67e9b7",
        "space": {
          "id": "banklessvault.eth",
          "name": "Bankless DAO"
        }
      },
      {
        "id": "QmSTXHWP7bjaxT9aAuoFNkaCn5Ptx7GajEDDekoBccd5Uf",
        "title": "Bankless DAO Season 2 ",
        "body": "**Title:** Bankless DAO Season 2 Specification\n**Authors:** Frogmonkee\n**Created Date:** Sept 8th, 2021\n\n### SUMMARY\n\nThis proposal introduces a specification for Bankless DAO Season 2. If this proposal passes Snapshot, the following details will fall into place:\n\n* Season 2 will start on October 8th, 2021\n* Grants Committee will perform a sanity check on affirming projects request for funding directly from the community treasury and requests going to Snapshot, keeping the total funding cap under 5M BANK. \n* Grants Committee will perform a sanity check on affirming guild budgets directly from the community treasury and requests going to Snapshot, keeping the total funding cap under 5M BANK\n* Transfer 10.5M BANK to the Grants Treasury for Season 2, with 3.5M BANK for contributor rewards and 7M for project funding during Season 2\n* In total, the Season 2 budget is capped at 20.5M BANK. \n\n### Specification \n\nYou can read the [full specification here](https://drive.google.com/file/d/1zP8OxgqQUZEP9yBL0Ovqg7B1FNtCZUja/view?usp=sharing). ",
        "choices": [
          "Approve Season 2 Spec",
          "Deny Season 2 Spec"
        ],
        "start": 1631847600,
        "end": 1632452400,
        "snapshot": "13239761",
        "state": "closed",
        "author": "0x35EA12472d6fb21A9dB24B397AA2775D332C14B7",
        "space": {
          "id": "banklessvault.eth",
          "name": "Bankless DAO"
        }
      },
      {
        "id": "Qmdthz7Anz7g2aJJAewNqm3gQnssP5NkS2StNKELvArQkk",
        "title": " Transfer ownership of the treasury multisig wallet from the genesis team to the DAO.",
        "body": "\nBACKGROUND\n\nSince genesis, the Bankless DAO treasury multisig has been controlled by the genesis team. This is because the wallet had to be created before the DAO was launched and stabilized so that there would be a place to store the treasury.\n\nWe are now midway through season 1 and the DAO seems to have stabilized enough to allow ownership of the DAO treasury multisig from the genesis team to the DAO.\nMISSION & VALUES ALIGNMENT\n\nThis proposal would further decentralized the DAO by transferring ownership from a “centralized” genesis team to the DAO.\nSPECIFICATION\n\nTiming & Tenure\n\nOne month before the start of a season elections will be held to determine the multisig wallet holders for the upcoming season.\n\nEligibility\n\n    Any DAO member is eligible to apply.\n    There are no term limits.\n\nElection\n\n    A forum post will be made to General soliciting applications.\n\n    Applicants reply to the post with their application.\n\n    After 7 days, the application period closes. If there are not 7+ applicants, applications will remain open until 7+ applications are received.\n\n    A new post is then created for voting.\n\n    Voting lasts for 7 days. DAO members will be allowed to vote for 7 candidates.\n\n    The 7 applicants with the most votes are submitted to the DAO for approval via a snapshot vote\n\n    Voting lasts for 7 days and quorum is 20%+ of BANK\n\n    If the vote passes\n\n    New multisig wallet holders are added\n\n    Existing multisig wallet holders that will not be on it for the next season are removed\n\n    If the vote fails\n\n    Ops Guild gets feedback from the DAO and ensures the feedback is disseminated\n\n    The election process takes place again. Anyone is free to reuse an existing application\n\n    The existing multisig wallet holders remain until new holders are elected\n\nApplication\n\n    Discord handle\n    Reason for applying\n    Describe your involvement thus far at BanklessDAO\n    Qualifications - What will you bring to the committee?\n    How many hours can you commit to the DAO per week?\n    Sponsor(s) (i.e. people who will second your nomination. The more the better)\n\nRemoval of a Signer\n\n    If a multisig wallet holder becomes inactive or acts against the best interests of the DAO, they can be removed with a super-majority vote from the other multisig wallet holders\n\nSpecial Election\n\n    Multisig wallet holders can initiate a special election to fill any vacant seats, provide the special election would not overlap with the election for the next season.\n    Special Elections would follow the same process as season elections, except the election would be for the number of open seats and DAO members would get votes equal to the number of open seats.\n\nFINANCIAL IMPLICATIONS\n\n    The DAO will have to pay a transaction fee to update the signers.\n    The DAO members that have the authority to distribute treasury funds will change.\n\nNEXT STEPS\n\n    Conduct election for new multisig owners\n    Update multisig\n",
        "choices": [
          "Yes",
          "No"
        ],
        "start": 1631854800,
        "end": 1632459600,
        "snapshot": "13238616",
        "state": "closed",
        "author": "0x23dB246031fd6F4e81B0814E9C1DC0901a18Da2D",
        "space": {
          "id": "banklessvault.eth",
          "name": "Bankless DAO"
        }
      },
      {
        "id": "QmZLGKBRQTUcdET7aPsnFNJJoY2Z885j3c1813trEsUGck",
        "title": "Request for funds for Notion’s ongoing subscription ",
        "body": "Authors: Above Average Joe, Kouros\nSummary:\n\nNotion subscription is being paid by the Defipedia earmarked account for the DAO, Initially self funded with $2500. Defipedia needed to pay employment taxes and the funds were taken from this account, therefore the last payment to Notion has not gone through.\n\nHereby, we are requesting 2,000 USDC from the DAO’s Treasury to refill this account and be able to pay for the Notion subscription. The price of the subscription varies each month depending on the new members added to the BanklessDAO Notion account. The failed payment for this month is for $249.07\n\nThe Notion subscription is paid in fiat so the Defipedia CEO (Above Average Joe) will need to exchange the USDC into USD to be able pay for it.\n\nAll transactions will be tracked and recorded accordingly.\n\nBackground:\n\nNotion is the main tool that the DAO has to store and organize information regarding the organization. We held all kind of information related to operations, projects, Guilds, bounties, governance and so on.\nBilling for notion is discounted 20% if membership is paid for up front on an annual basis. The first month's Bill was $480. The second was $740.38. \nThe workspace’s Team Plan is set to $1,536 per year with our current membership and will renew on May 18, 2022. Adjusted for our account balance, we will be charged $1,536.\nIt is therefore critical to maintain the Notion account if we want to preserve our efforts and successes of the past few months.\n In between this time new members are expected to join and need access, and these funds will be used for this, and any other fiat expenses the Dao needs to pay.\n\nSpecification:\n\nSend 2000 USDC to Defipedia.eth\n\nDeFipedia will send reports of account holdings to the treasury guild when the balance changes.\n",
        "choices": [
          "Approve",
          "Deny"
        ],
        "start": 1627621200,
        "end": 1627880400,
        "snapshot": "12921898",
        "state": "closed",
        "author": "0x23dB246031fd6F4e81B0814E9C1DC0901a18Da2D",
        "space": {
          "id": "banklessvault.eth",
          "name": "Bankless DAO"
        }
      },
      {
        "id": "QmWoNKRmdn2hr1vKaoLkmuKWRQ611AiuB22JPpnDPae2m6",
        "title": "BED Index Logo Contest",
        "body": "## Summary \nThe top submissions from the BED logo contest have been chosen! It's now time for the Bankless community to choose the winning submission.\n\nThe poll is single choice. Voting will close on Thursday, July 15th at 5pm EST. \n\n## Prize\n\nThe winner will be chosen based on whichever logo has the most amount of votes (in BANK) on the poll. \n\nThe top submission will win **35,000 BANK and 45 INDEX**. \n\n## Top 5 Submissions\n\nBelow are the top 5 Bankless BED logo submissions: \n\n### A) @Netsynq #9\n\n![](https://i.imgur.com/e5eot21.png=400x400)\n\n### B) @Lime_John #1\n\n![](https://i.imgur.com/YDvPHTm.png=400x400)\n\n### C) @Netsynq #1 \n\n![](https://i.imgur.com/v83ftDU.png)\n\n### D) @Ianborcic #3\n\n![](https://i.imgur.com/e6qp5Ql.png)\n\n### E) @Khubbi8 #2 \n\n![](https://i.imgur.com/9erMv09.png)",
        "choices": [
          "A) @Netsynq #9",
          "B) @Lime_John #1",
          "C) @Netsynq #1",
          "D) @Ianborcic #3",
          "E) @Khubbi8 #2"
        ],
        "start": 1626228000,
        "end": 1626382800,
        "snapshot": "12822029",
        "state": "closed",
        "author": "0x35EA12472d6fb21A9dB24B397AA2775D332C14B7",
        "space": {
          "id": "banklessvault.eth",
          "name": "Bankless DAO"
        }
      },
      {
        "id": "QmTCfpZirT9mUrJD8rMZKpguiCpDKASFCnGQFpk6eyUk77",
        "title": "Title: BanklessDAO Season 1 Grants Committee ratification",
        "body": "Authors: AAJ\nCreated Date: 07/02/2021\nSUMMARY\n\nRatify the results from the forum election and vest the following candidates with the power to receive and distribute the Season 1 Budget via the Season 1 Grants Committee 4 of 7 multisig. \n\nThe proposed Season 1 Grants Committee Members are:\n* 0xLucas\n* Kouros\n* Above Average Joe\n* Grendel \n* Iced Cool\n* Nonsense\n* James Montgomery\n\n\nBACKGROUND\n\nhttps://forum.bankless.community/t/grants-committee-election/1135/3\n\nSPECIFICATION\n\nCreate a 4 of 7 Gnosis Multisig with the above signers and transfer the Season 1 Budget from the Community treasury",
        "choices": [
          "Approve",
          "Deny"
        ],
        "start": 1625202000,
        "end": 1625461140,
        "snapshot": "12742069",
        "state": "closed",
        "author": "0x23dB246031fd6F4e81B0814E9C1DC0901a18Da2D",
        "space": {
          "id": "banklessvault.eth",
          "name": "Bankless DAO"
        }
      },
      {
        "id": "QmXrfAHMoRcu5Vy3DsRTfokqLBTEKR6tqKVecLvkgw5NZf",
        "title": "Bankless DAO Season 1 ",
        "body": "**Title:** BanklessDAO Season 1 Proposal\n**Authors:** frogmonkee, wolfehr, 0xLucas, Kouros, mamer\n**Created Date:** 6/08/2021\n\n### SUMMARY\nThis proposal provides a scope on Seasons and requests a one-time grant of 11M BANK to the Season Grants Committee for Season 1. \n\nIf this proposal passes Snapshot, the following will happen:\n\n* Season 1 will start 7 days after this snapshot is closed (July 1st, 2021)\n* Begin election process for Season 1 Grants Committee as outlined in the spec \n* Create Grants Treasury multi-sig wallet\n* Transfer 11M $BANK to the Grants Treasury for Season 1 on July 1st\n\n### BACKGROUND\nIn the BanklessDAO announcement post, the Genesis team introduced the idea of Seasons. The concept of a season was deliberately high level and was left up to the DAO to build around.\n\nThis proposal is an attempt to capture the trends and lessons of the past month into an actionable guide for Seasons. \n\n### SPECIFICATION \n\n[Read the full specification](https://docs.google.com/document/d/1JFkkWEt87vXzBbex9yH39wojDG0O6D4BIHuES2Yc62c/edit?usp=sharing) on Seasons and special Season 1 considerations",
        "choices": [
          "Approve Season 1 Specification",
          "Deny Season 1 Specification"
        ],
        "start": 1623985200,
        "end": 1624590000,
        "snapshot": "12655510",
        "state": "closed",
        "author": "0x35EA12472d6fb21A9dB24B397AA2775D332C14B7",
        "space": {
          "id": "banklessvault.eth",
          "name": "Bankless DAO"
        }
      },
      {
        "id": "QmQX2DQcDTZzCpM6DTVNJutQJwWXtxJDTMpBoFjbnaM9i2",
        "title": "Reward Season 0 Active Members ",
        "body": "**Title**: Rewarding Season 0 Active Community Members\n**Original Conversation**: [Recorded Discord Discussion](https://discordapp.com/channels/834499078434979890/841738906473988156/848695075423649792)\n**Authors**: @frogmonkee\n**Snapshot Proposer**: @0xLucas\n**Date**: 6/2/21\n\n## SUMMARY\n\nIn order to retain talent and say thank you to everyone that has contributed to Bankless DAO over these past four weeks, this proposal will retroactively distribute 1 million $BANK based on a fair voting method available to any DAO member via [Coordinape](https://coordinape.com/). \n\nThis will serve as an initial trial for contributor compensation for future rounds in Season 1. \n\n## BACKGROUND\n\nOn Sunday May 30th, AboveAverageJoe made [this post](https://forum.bankless.community/t/ways-to-make-an-income-at-banklessdao/768/4) on forums, proposing a method to back pay all the valued community members and their contributions to the DAO. Shortly afterwards, people started filing into voice channels to discuss, and the conversation went on for hours.\n\nThis conversation was fated to happen as soon as the DAO was created. For four weeks, community members have lifted the DAO and carried it step by step. As time went on, this enthusiasm turned into concern about sustainability. The market had taken a dump and the hours everyone was putting in netted zero income.\n\nFrom quiet whispers, Joe brought this topic in the limelight. We had a healthy discussion that reinforced the DAO’s ability to ideate and work through difficult problems as a collective.\n\n## MOTIVATION\nThe motivation of this specific proposal is to retroactively distribute $BANK to valuable community members from Season 0. Typically, companies don’t spend money they don’t have, and we fall squarely into that category. But, we need to give some reward, or we will inevitably lose talent that feels unappreciated.\n\nThat’s why, for Season 0 , we propose treating $BANK as equity and not a wage. \n\n## SPECIFICATION\n\nTo distribute $BANK, four questions came up as the most important:\n\n- Who will receive $BANK?\n- How much $BANK will they receive?\n- How will they receive $BANK?\n- When will they receive $BANK?\n- Who will receive $BANK?\n\nThis is the trickiest question, isn’t it? Ideally, we want to be as inclusive as possible, but also support informed decision making and not a popularity contest.\n\nThe solution here is an opt-in program for all members. Anyone is eligible for the round and may self-select by filling out this form: https://forms.gle/4yLDFcZvq2kcFJVw7\n\nAll members who fill out this form prior to the starting period will be eligible to participate in the round\n\n**How much $BANK will they receive?**\n\nCollectively, a pool of 1,000,000 $BANK will be allocated to Coordinape. \n\n** How will they receive $BANK?**\nUsing [Coordinape](https://coordinape.com/). Coordinape is a P2P budget management tool that grew out of Yearn Finance. This is explained further below.\n\n**When will they receive $BANK?**\n\nOnce Coordinape is implemented, we will start a one week vote period with 1M $BANK, after which the funds will be proportionately distributed across participating DAO members based on the results from the Coordinape voting.\n\n**What is Coordinape?**\n\nCoordinape is central to this proposal. Coordinape was a project spun out from Yearn Finance  You can think of Coordinape as a peer to peer payroll management system. It’s broader than that, but for our purposes, it works. (For reference, Yearn’s governing DAO is a few steps ahead of BanklessDAO, but there are many parallels.)\n\nThe essence of Coordinape is allowing your peers to determine your earnings. The process works as such:\n- Each member is given 1000 GIVE tokens. Each token represents a proportional share of the salary pool (1M $BANK)\n- Members can gift (or not) GIVE tokens to people they think deserve some share of the pool.\n- After a voting period, all the unallocated GIVE tokens are burned. The remaining number of tokens represents a proportional piece of the salary pool, and members are programmatically paid their share based on the number of tokens they’ve received.\n\nThe simple premise is that if you ask everyone in the community who is doing good work, their collective answers will give a good sense of where the value is and who should be most rewarded. Over time, this also provides valuable insights for the DAO about what kinds of work is prioritized, what the community finds most valuable, and who are the key contributors in different areas.\n\nYou can learn more about Coordinape by reading their [Medium](https://medium.com/iearn/decentralized-payroll-management-for-daos-b2252160c543) announcement post, [Docs](https://docs.coordinape.com/), and [Youtube demo](https://www.youtube.com/watch?v=J8oGun8EKDE).\n\n**How would this work?**\n\nLet’s tie all these topics back together. We’re proposing that:\n\n1. Using Coordinape, we will let DAO members vote on how 1M $BANK will be allocated to their peers\n2. Any DAO member that has at least 35K $BANK is eligible and can opt in with [this form](https://forms.gle/4yLDFcZvq2kcFJVw7) \n3. Over a one week period, we will all be able to claim their tokens and allocate them to any other DAO member\n4. After the voting period, the 1M $BANK will be distributed proportionally to the number of tokens they’ve received.\n5. Participants will fill out a survey evaluating their satisfaction with their payout.\n\nSuccess is defined as a >80% satisfaction rate.\n\n## Next Steps\n\n1. Approve the proposal on Snapshot budget (1M BANK)\n2. Onboard to Coordinape\n3. Begin a one week voting period\n4. Distribute funds\n5. Take a survey\n\n## FAQ:\nHow do we know if this model will work?\n\nWe don’t. That’s part of the great blockchain experiment and why we're allocating a smaller amount of BANK to this program. It's meant to act as a trial! We’re inventing new ways to distribute money in a fairer manner. But both Sushiswap, Yearn and others use Coordinape, so there is some social proof. Internally, we will define success as a >80% satisfaction rate amongst participants.\n\nWhat about members that like to work solo?\n\nThese people will slip through the cracks. Right now, the community is small enough that we can recognize and vouch for these members. Also, Coordinape has a “regift” feature where members that were overcompensated can redistribute. This is not a great solution, but Coordinape is working on this problem.\n\n\n## Resources\n[Forum Post Draft](https://forum.bankless.community/t/draft1-rewarding-season-0-active-community-members/796)\n[Forum Post Final](https://forum.bankless.community/t/draft3-rewarding-season-0-active-community-members/825)\n",
        "choices": [
          "Approve",
          "Deny"
        ],
        "start": 1623196800,
        "end": 1623456000,
        "snapshot": "12597085",
        "state": "closed",
        "author": "0x35EA12472d6fb21A9dB24B397AA2775D332C14B7",
        "space": {
          "id": "banklessvault.eth",
          "name": "Bankless DAO"
        }
      },
      {
        "id": "QmYvsZ7AU2XyhpBL8g4QRQbLRX6uU3t5CHNdFQbs5r7ypJ",
        "title": "Badge Distribution for Second Airdrop",
        "body": "Authors: @lambda @EliteViking\nCollaborators: @0x_Lucas @0xHouston \nRead the Discord discussion: [Discord ](https://discord.com/channels/834499078434979890/839883260540747826/839883549720969236)\nDate: 5/7/2021\n\n## SUMMARY\n**There are two options under consideration for this proposal:**\n\n* Replace the current “unique emails seen” scheme for the premium subscriber airdrop of 87M BANK with an even distribution to **2021 Bankless Badge holders** as of 5/31/2021 at 11:59pm UTC.\n\n* Replace the current “unique emails seen” scheme for the premium subscriber airdrop of 87M BANK with an even distribution to **2020 and 2021 Bankless Badge holders** as of 5/31/2021 at 11:59pm UTC.\n\n## BACKGROUND\nWhile the initial airdrop was meant to reward those who took the initiative to claim their badges, we still want to recognize people who subscribed to Bankless, even if they forgot to claim. This is why the original email-based distribution scheme was proposed (pro rata amount based on “unique emails seen” per Substack).\n\nUnfortunately, the above approach has several shortcomings:\n\n1. Some of our community members utilize privacy software that blocks Substack’s ability to track newsletter engagement. This means their newsletter activity wouldn’t have been recorded and thus they would receive a disproportionately low/no allocation in the airdrop.\n\n2. Additionally, many Bankless fans prefer to listen to podcasts on YouTube, etc. and therefore their engagement wouldn’t be reflected in the airdrop.\n\n3. Lastly, Bankless DAO is currently looking for community members to perform outreach in order to collect ETH addresses for the second airdrop. In terms of privacy, this is inferior to badges in which the association of claim URL to ETH address is obfuscated by POAP, which doesn’t display the claim address for a particular link. The inferior privacy of email-based distribution leads to an inconvenient experience if users wish to return BANK to their primary wallet while preserving pseudonymity. Collecting addresses needlessly expends the labor of DAO participants that could go toward more productive activities.\n\n## MOTIVATION\nA badge-based scheme achieves a more equitable distribution of tokens since it doesn’t rely on inaccurate proxies for engagement. This aids in the credibility of the DAO in the eyes of its members and the general public. Given the Bankless ethos, we shouldn’t penalize users who take extra steps to protect their privacy online.\n\nMoreover, our DAO should be equally inclusive of those who have auditory learning styles instead of biasing toward those who prefer to read.\n\nDue to the superior privacy and accuracy of the badge-based distribution mechanism, it is inherently credibly neutral and decentralized. It’s not enough to evangelize the virtues of decentralization as a DAO; we must embody them as well.\n\n## SPECIFICATION\n\n### 2021-Only Distribution\n\n* On 5/31/2021 at 11:59pm UTC, a snapshot will be taken of all addresses on ETH and xDAI that hold the **2021 Bankless Badge POAP**.\n* For each address, a count of the total number of badges held by that address will be computed.\n* The total number of badges held across all addresses will be summed.\n* The share of BANK to be allocated in the airdrop will be divided equally amongst all addresses according to the following formula:\n\nBANK claim = (87M BANK / Total # of badges) \n\n* BANK not claimed within 90 days of claims going live will be surrendered back to the community treasury.\n* The snapshot for 2021 Badge addresses will be taken from [here](https://poap.gallery/event/885)\n\n**Rationale behind switching to 2021-only:**\nAfter we locked the original thread, it came to our attention that it's no longer practical to obtain 2020 badges. **Due to technical difficulties, not everyone was *or ever will be* able to claim their badge. Details here: [Discord](https://discord.com/channels/834499078434979890/839883260540747826/840732076403327046)** \n\nThere are also some in the community who have expressed that 2020 badge holders have already received quite a generous airdrop, and going with 2021 only will allow the DAO to be more decentralized by making it viable for those folks to access the discord. As such, we believe the best path forward is a \"true even\" split among all subscribers based on the 2021 badge. I also recognize that the original naming of the \"even distribution\" proposal was somewhat confusing. This proposal is intended to resolve any ambiguities. \n\n### 2020+2021 Distribution\n\n* On 5/31/2021 at 11:59pm UTC, a snapshot will be taken of all addresses on ETH and xDAI that hold the following POAPs:\n  * 2020 Bankless Badge\n  * 2021 Bankless Badge\n* For each address, a count of the total number of badges held by that address will be computed.\n* The total number of badges held across all addresses will be summed.\n* The share of BANK to be allocated in the airdrop will be divided equally amongst all addresses according to the following formula:\n\nBANK claim = (87M BANK / Total # of badges)\n\n* BANK not claimed within 90 days of claims going live will be surrendered back to the community treasury.\n* The snapshot for 2021 Badge addresses will be taken from [here](https://poap.gallery/event/885) \n* The snapshot for 2020 Badge addresses will be taken from [here](https://poap.gallery/event/204)\n\n### Distribution Amount\n\nThe amount of BANK allocated is set to 29% of the retroactive distribution (87,000,000 BANK) per the [announcement post](https://medium.com/bankless-dao/announcing-bankless-dao-133220f5efd8). \n\n## NEXT STEPS\n\n* Bankless DAO shall announce the new distribution scheme on its public social media properties:\n  * Medium\n  * Twitter\n  * Substack\n* Bankless LLC, Ryan Sean Adams and David Hoffman are strongly encouraged to announce the new distribution scheme as well:\n  * Podcasts\n  * Discord\n  * Medium\n  * Twitter\n  * Substack\n* The Genesis Squad will oversee the computation and distribution of BANK.\n* Once the computation is complete, the airdrop should be available within the next seven days.\n* Ninety days after the claim site goes live, claims will be deactivated and remaining funds surrendered to the community treasury.\n\n## CONCLUSION\nFair genesis is critical for the perception and longevity of any DAO, so it’s important that we get it right. The current proposed subscriber airdrop is flawed in several ways. This proposal more closely aligns the distribution scheme with Bankless values while addressing the concerns of our community members. Vote “For” to help assure the future we all want.\n\n## VOTE\n\n* ### FOR (2021-only)\nAbandon the “unique emails seen” distribution scheme in favor of the **2021-only** scheme described above.\n\n* ### FOR (2020+2021)\nAbandon the “unique emails seen” distribution scheme in favor of the **2020+2021** scheme described above.\n\n* ### AGAINST\nNothing changes; preserve the status quo of using “unique emails seen” and manual collection of ETH addresses by DAO members.\n\n## FAQs\n\n**Doesn’t this mean that people who already received BANK will get a second airdrop?**\nYes, however, that would be the case under the current [genesis proposal](https://snapshot.org/#/banklessvault.eth/proposal/QmdoixPMMT76vSt6ewkE87JZJywS1piYsGC3nJJpcrPXKS) as well. This proposal is only concerned with the distribution mechanism, not the target audience of the second airdrop.\n\n**Won’t this cause a rush of new subscribers who are only interested in claiming BANK to dump?**\nNo. This is known as a [Sybil attack](https://en.wikipedia.org/wiki/Sybil_attack) and is impossible under this proposal. Anyone who subscribed in May or later would only be eligible to claim their badge on June 1st or later, which is after the deadline.\n\n**Shouldn’t we be providing extra compensation to those who forgot to claim their badge? People who already claimed are double dipping.**\nThis is a controversial topic and a distraction from the main purpose of this proposal, which is to get away from the email-based allocation scheme. If the DAO wants to provide additional compensation for those who forgot to claim their badge, that should be a separate proposal.\n\n**What happened to the duration-based option?**\nForum polling indicated that this was relatively unpopular compared to the \"even\" proposal, trailing with around half the votes. Given that the \"even\" proposal has a simple majority, we consider this sufficient to move forward with a formal vote. It's impossible to have a solution that satisfies everyone and the \"even\" proposal has the broadest support. In the original poll with no duration-based option, it achieved >80% approval.\n\n**Does this mean that users who bought badges on the secondary market would receive more BANK?**\nYes, however, this is believed to be quite rare. There's no practical way to exclude such cases, so the only way around this would be to issue a new NFT, which has its own set of issues (an extra step for many people to claim). Even if we went this route, people could still choose to speculate on the value of their new badge on the secondary market. As a result, we believe using the 2021 badge is our best option. ",
        "choices": [
          "FOR: 2021 Badges Only",
          "FOR: 2020 + 2021 Badges",
          "AGAINST"
        ],
        "start": 1620759600,
        "end": 1621018800,
        "snapshot": "12414778",
        "state": "closed",
        "author": "0x35EA12472d6fb21A9dB24B397AA2775D332C14B7",
        "space": {
          "id": "banklessvault.eth",
          "name": "Bankless DAO"
        }
      },
      {
        "id": "QmbCCAH3WbAFJS4FAUTvpWGmtgbaeMh1zoKgocdt3ZJmdr",
        "title": "What charity should CMS Holdings donate 100k towards? ",
        "body": "Udi Wertheimer (@udiWertheimer) asked on twitter: \"which podcast wants to host me to explain why BNB is hyper-sound money\"\n\ncmsHoldings (@cmsholdings) responded with 'Bankless'\n\nhttps://twitter.com/cmsholdings/status/1389777677691805697?s=20\n\n... and then offered 100k to the charity of Bankless' choosing\n\nhttps://twitter.com/cmsholdings/status/1389778294921437184?s=20\n\nUnder the conditions that CMS Holdings donates 100k to a charity, David and Ryan will gladly host Udi Wertheimer on Bankless to hear his pitch for BNB as 'hyper-sound money', and we will provide our feedback. \n\nWe have decided to let the Bankless DAO dictate which charity to donate the 100k towards. The only criteria is 'no political donations'. \n\nAfter a brief discussion in the Bankless DAO discord, we have settled upon four possible charities:\n\n1.  Bitcoin Mining Carbon Offsetting (https://native.eco/, or other proposed charity)\n2.  Coin Center (https://www.coincenter.org/)\n3.  Covid Relief in India (https://twitter.com/sandeepnailwal/status/1385968554508488709?s=20)\n4.  Gitcoin (https://gitcoin.co/)\n\nWhat say you, Bankless DAO? \n\nWhat charity should CMS holdings donate towards? ",
        "choices": [
          "Bitcoin Mining Carbon Offset",
          "Coin Center",
          "India Covid Relief",
          "Gitcoin"
        ],
        "start": 1620327600,
        "end": 1620673200,
        "snapshot": "12381760",
        "state": "closed",
        "author": "0x25468E86ED8eC296de39FcB798C7f212924443AB",
        "space": {
          "id": "banklessvault.eth",
          "name": "Bankless DAO"
        }
      },
      {
        "id": "QmdoixPMMT76vSt6ewkE87JZJywS1piYsGC3nJJpcrPXKS",
        "title": "Approve the Bankless DAO Genesis Proposal?",
        "body": "---\n\nRead the proposal on Bankless Medium:\nhttps://medium.com/bankless-dao\n\nAuthors: Ryan Sean Adams, David Hoffman\nProposed: 04 May, 2021\n\nSUMMARY\nBankless LLC is requesting a one-time grant of 250,000,000 BANK vesting over 3 years (includes a 6 month cliff) for on-going participation in the Bankless DAO.\n\nBACKGROUND\nBankless LLC is a core media node for the Bankless movement led by Ryan Sean Adams and David Hoffman. In addition to founding the bankless meme it has grown several valuable media properties including:\n\n- Bankless Newsletter - 40k subscribers\n- Bankless Podcast - 400k monthly downloads\n- Bankless YouTube - 46k subscribers\n\nBankless LLC is a profitable company with revenue, expenses, employees, and contractors.\n\nBankless LLC currently has 0 BANK.\n\nThis is by design. BANK is a fair launch distribution. The only recipients of BANK at genesis are individual community participants. Despite the effort put into founding this movement and future plans to participate, neither Bankless LLC nor the Genesis team have a BANK allocation.\n\nWe think the community should change that.\n\nWe think the Bankless DAO should allocate a portion of BANK supply to Bankless LLC and the Genesis team who launched this DAO.\n\nThis isn't about the value Bankless LLC has added to date. This is about the value we can add moving forward under the right alignment.\n\nBut we've chosen not to make this allocation decision unilaterally.\n\nWe want the community's blessing and on-chain proof that the BANK holders voted to add Bankless LLC as an active participant in the Bankless DAO.\n\nThis is your call.\n\nMOTIVATION\n\nWe think you should vote YES and here's why:\n\n1) Growth\n\nFirst, both the DAO and the movement need growth. We're on track to 10x the bankless movement this year:\n\n- Grow Bankless Newsletter reach to 100k readers\n- Grow Bankless YouTube to 100k subscribers\n- Grow Bankless Podcast to 1m monthly downloads\n\nBankless LLC can act as a funnel for new participants in the DAO.\n\n2) Products\n\nSecond, the Bankless DAO needs products.\n\nWe've shown the ability to scale new crypto media products quickly. For example, Metaversal our NFT newsletter was launched in January - it now has 25k subscribers! What could a DAO managed media outlet look like?\n\nWe're also expanding into culture products. For example, we recently stealth partnered with the apparel DAO Metafactory to propagate bankless culture to scarce physical items (announcement coming soon!). These culture products can be scaled and expanded with the Bankless DAO.\n\nLastly, we can collaborate with DeFi protocols to create new offerings for the bankless community. Will protocols give group discounts to the Bankless community like this? Can we create new financial products like the BED index? Can the Bankless DAO build its own DeFi tools? We'll see.\n\nIn short: we can help you build media, culture, and DeFi products.🔥🔥🔥\n\n3) Execution\n\nThird, the Bankless DAO needs execution.\n\nVision without execution is hallucination. When DAO's fizzle out it's not due to lack of vision, it's due to lack of execution. Look at the successful ones - Aave, Synthetix, Uniswap, Sushi, Yearn. What's the thing they have in common?\n\nThey deliver. They ship. They execute.\n\nBankless LLC executes.\n\nWe've built up the bankless narrative and created one of the most successful crypto media studios in the span of 18 months. We'll bring the resources and a culture of execution to the Bankless DAO. 🥳\n\n4) People\n\nWhich brings us to the forth reason, People. Aligning human capital to the mission and governance of the DAO is critical.\n\nThis proposal aligns the following talent to Bankless DAO:\n\n- Ryan Sean Adams - Media Producer (Genesis team)\n- David Hoffman - Media Producer (Genesis team)\n- Lucas Campbell - Writer & Analyst (Genesis team)\n- Michael Wong - Memelord (Genesis team)\n- Luke Whitten - Media Operations (Genesis team)\n- Mariano Conti - Solidity Lead (Genesis team)\n- James Montgomery - Front-end Developer (Genesis team)\n- David Mihal - Developer (Genesis team)\n- Nate Welch - Developer (Genesis team)\n- Reuben Bramanathan - Regulatory & Governance (Genesis team)\n- Logan Craig - Web Designer\n- William Peaster - Writer & NFT Analyst\n\nAbove - the Genesis team and Bankless LLC contributors.\n\nAdditionally, Bankless LLC will use a portion of its allocation to allow future talent and employees to participate in the DAO.\n\n5) Partnerships\n\nThe fifth reason is Partnerships. We believe DAO-to-DAO partnerships are the future of the DeFi industry, maybe the future of every industry. 🧠\n\nHere are some DAO's Bankless LLC has already worked with:\n- Aave\n- Balancer\n- Index Coop\n- MetaFactory\n- Kyber\n- Synthetix DAO\n- Uniswap\n- YFI (via yearn contributor)\n\nAdditionally, we've partnered with a number of non-DAO ecosystem companies including Argent, Gemini, Ledger, Metamask, Zapper, and Zerion.\n\nPerhaps we can find win/wins for these entities with Bankless DAO?\n\nSo why vote yes?\n\nGrowth. Products. Execution. People. Partnerships.\n\nThat's why you should vote yes.\n\nHere's what Bankless LLC will accomplish in the first 30 days:\n\n- Provide the Genesis team members a vesting BANK allocation for getting Bankless DAO off the ground\n\n- Provide operational staffing to collect ETH Addresses from Premium \n\n- Subscribers in order to complete the Premium Member Retrospective airdrop\n\n- Stand-up next versions of DAO infrastructure including: DAO Discord, DAO Snapshot, and DAO website\n\n- Participate in governance proposals to accomplish key objectives for the DAO (including Season 1 design)\nOrganize and recruit early community talent and participants\n\nSPECIFICATION\n\nBankless LLC is requesting a one time minority grant of 250,000,000 BANK (25% of the total supply) vesting over 3 years with a 6 month cliff, in order to participate as one of the core media nodes of the Bankless DAO.\n\nThis allocation will be granted out of the DAO's genesis treasury and sent to a Bankless LLC controlled multi-sig.\n\nIf passed the community treasury will be left with 50,000,000 BANK liquid plus an additional 400,000,000 BANK vesting linearly over 3 years starting at genesis.\n\nBankless LLC will follow the DAO community treasury's linear vesting schedule of 3 years but will also add an initial 6 month cliff to it's allocation. During this cliff, Bankless LLC will receive no vesting distributions for the first 6 months. After the cliff has completed, Bankless LLC's allocation will be distributed evenly over the remaining 30 months.\n\nIf this proposal passes, 75% of BANK will still be owned and controlled by non-Bankless LLC community members via the retroactive distribution and community treasury.\n\nIf this proposal passes, the total BANK distribution would as follows:\nIf this proposal fails to pass, the total BANK distribution would remain:\n\nCONCLUSION\n\nThis Genesis proposal aligns Bankless LLC to the DAO as a media node and rewards the Genesis team for its role in launching the DAO. The allocation is a minority stake and vesting over 3 years.\n\nThe community maintains majority control.\n\nIf this proposal is passed by BANK token holders, Bankless LLC will provide foundational support for the DAO during its earliest phases and will remain long-term aligned as Bankless DAO pursues its objectives.\n\nVote YES to make Bankless LLC your first media node.\n\nLet's help the world go bankless.\n\n-Ryan Sean Adams & David Hoffman\n\n---\n\nAuthor background and commitment\n\nRyan Sean Adams is a crypto investor & co-founder of Bankless LLC. He's an open finance maximalist who propagates the message of financial sovereignty. His mission is to onboard the first billion people to crypto through memes, media, and education.\n\nDavid Hoffman is the co-founder of Bankless LLC, a content studio with a newsletter, podcast and YouTube channel focused on education on how to live a life without banks.\n\nAbout Bankless LLC\nOur financial world today is run by analog banks. Crypto money provides an alternative. The option of self-sovereign money & banking. In a world where private keys act as money and code makes that money programmable, the entire money system changes.",
        "choices": [
          "Yes",
          "No"
        ],
        "start": 1620154800,
        "end": 1620414000,
        "snapshot": "12389500",
        "state": "closed",
        "author": "0xeD7820deFdFFd1ec5Ac922a0DB721308FDaf509C",
        "space": {
          "id": "banklessvault.eth",
          "name": "Bankless DAO"
        }
      }
    ]
