[
      {
        "id": "0x83115480ef7cd5bfee8c85fd8067a5d436fa1b9801db21491d8822c62e53cf08",
        "title": "MOSS IMPROVEMENT PROPOSAL 1",
        "body": "## Summary\n\nThis aims to create the foundation rules on MCO2 trading, minting, and distribution to the community.\n\nTheir current approved projects and their certifications are as follows:\n\n1) Santa Maria REDD – VCS & SOCIAL CARBON\n2) Madre de Dios REDD – VCS & CCB GOLD (Community, Climate & Biodiversity standard)\n3) Agrocortex – VCS & SOCIAL CARBON\n4) Fazenda Fortaleza Ituxi project – VCS\n5) UNITOR REDD+ PROJECT- VCS \n6) Amazon Rio REDD+ IFM -VCS & CCB\n\n## Proposal\n\n### MOSS Trading Policy\n\nThe trading policy will be MOSS to sell OTC (over the counter) via market makers or directly to buyers only volumes representing at most 25% of adtv (average daily trading volume of the trailing 30 days)\n\n### Tokenization Policy\n\nThe MCO2 minting policy will be to mint via MOSS or community batches only volumes representing at most 2% of adtv (average daily trading volume of the trailing 30 days)\n\n### Tokenization distribution\n\nFrom now on the tokenization of new credits will be split at this rate:\n\n- 70% MOSS\n- 30% Community Opportunity\n\nHow can the community participate?\n\nFirst, it is necessary to hold moss governance tokens to buy carbon credits, then the user can buy carbon credits at discounted prices - the discount for moss governance token holders will be announced after, and if the issuance is approved\n\nIn order to minimize and avoid impacting the MCO2 price adversely, all tokens bought on community batch mints will be vested for 90 days, so that any eventual selling pressure is softened.\n\n## Moss Governance token: a quick review\n\nAs the Moss project advances, we will aim to decentralize it as much as we can. We have thus created the MOSS token—the governance token of the MOSS Protocol— which allows those who hold it to comment, participate in discussions and vote on changes to the MCO2 token and new protocols. Note that anyone, not only MOSS holders, can submit proposals on our forum for a discussion and subsequent snapshot vote. Our goal is to avoid or minimize dictatorial or unilateral decisions by Moss management, and to promote a higher engagement and legitimacy of the decision making, leading to a more collaborative governance process.\n\nThe main decisions made by Moss management concerning the MCO2 token currently involve:\n\n- Carbon credit acquisition and tokenization (minting of new MCO2 tokens)\n- Hiring of auditors\n- Strategic partnerships for distribution\n- Support of one or two-way tokenization bridges and DAOs\n- The hiring of market makers and listing in new exchanges\n\n## A peculiar asset class that requires much community engagement and self-education\n\nFirst and foremost, we want to emphasize that carbon credits are assets that exist independently of Moss. The MCO2 token is an asset/utility token, thus, it is a digital certificate that has an off-chain ledger behind it. It works much in the same way as a commodity token, like a gold token. Altering the quantity of a certain gold token does not alter the value of gold, as there will be physical gold working as a ledger and guaranteeing the value of each token, and as the tokenized quantity is small relative to the size of the overall gold market. \n\nOne must think of tokens for tokenized assets as “digital certificates” and not as coins. The tokens here represent the asset and do not serve any financing function. Thus, issuing more tokens does not funnel money to the founders or project controllers, but rather serves to facilitate transactions between asset owners. \n\nThe MCO2 token works the same way. We have noticed anxiety concerning the fact that there is no official maximum supply for the MCO2 token. But the maximum supply concept does not apply to the MCO2 token, as it is NOT a project token. Issuing more MCO2 tokens is not inflationary, as Moss needs to buy off-chain carbon credits to work as a ledger. If Moss issues 3 million more MCO2 tokens (doubling the current supply), it does not mean that the market cap will stay equal or that this addition will be inflationary and thus force prices to fall 50%. \n\nRather, it means that Moss has necessarily acquired 3 million more carbon credits, and thus the number of carbon credits (and ledger) has doubled, leading to a doubling of the market cap. In fact, the overall 3 million supply of MCO2 tokens is equivalent to 1% of the global carbon credit market. Doubling the token supply would not lead to a 1% increase in the overall global market supply of the asset, as the credits already exist, thus not impacting demand/supply dynamics (and thus price) significantly.\n\nThere are very few asset tokens in the market, so this is counterintuitive to most tokenomics generally known, and, since most crypto buyers are individuals, this has led to some confusion. We expect that, by establishing a governance structure and supply addition rules, we can bring clarity to this market cap and supply dynamics.\n\n## Formal Discussion Forum\n\nThe Moss  Forum is the hub for more formal discussion and debate. Request for Comment (RFC) periods begin here, where people can make their thoughts heard on the latest Moss Improvement Proposals (MIPs). An RFC can originate internally, from a community member, or from third parties such as new carbon bridges who wish to integrate into the Moss ecosystem.\n\nAfter the RFC, if the community is on-board with the proposal, a formal MIP will be drafted by the policy team, which will be posted on the forum with an informal poll - acting as a temperature check to suggest if the proposal may need alterations or further discussion.\n\nNote: The community as a whole can post MIP temperature check votes in the “Proposals” section of the forum. Anyone can open a general discussion topic or post an RFC in the “General” section.\n\n## Snapshot Voting\n[https://snapshot.org/#/moss-earth.eth](https://snapshot.org/#/moss-earth.eth)\n\nAfter passing the informal poll on the forum, official MIPs will be published on Snapshot by the core team for a formal, on-chain vote by MOSS token holders.\n\nAt the time of writing, voting power on Snapshot is determined by the amount of MOSS owned in a one-to-one ratio. Note that not all actions are subject to a MIP vote.\n\nIn the event that the policy team or core team wishes to reserve a new power, such that a MIP vote is not required for a specific action, this change will itself be subject to a vote.\n\n## Future Vision for Moss Decentralized Governance\n\nAs KlimaDao founders wrote, we believe that “decentralization is a spectrum rather than a binary.” \n\n“Few, if any, Web 3.0 institutions begin fully decentralized, and Moss is no exception. Decentralization is a journey, an ideal that Moss must strive toward.” \n\nOne potential issue with limiting MIP publication to the Core team and Moss departments is that the voting process can turn into a “rubber stamp” of changes planned centrally. Over time, our goal is to decentralize as many governance functions as possible, minimize any dictatorial power exerted by the Moss contributors or core team and ensure that votes are meaningful.\n\nHowever, not all governance functions are amenable to the same systems - for instance, one-to-one token voting can be gamed via bribes or exploited by whales to benefit themselves at the expense of the protocol. Likewise, opening up the publication of MIPs on Snapshot to any holder of Moss could turn Snapshot into a sprawling mess of poorly structured proposals.\n\nAs we work to decentralize more aspects of the protocol, we will research best practices and seek community input on the optimal governance system for each function.\n\nA potential solution to responsibly decentralize MIP publication rights is a \"stewardship\" model, where representatives are elected by token holders to a committee that has publication rights to Snapshot, controlled by a dedicated multisig that requires some level of consensus among the elected representatives before the proposal is published. We promise to adjust the decision model as it evolves.\n\nNOTE: Adapted from [KlimaDAO's Future Vision for Decentralized Governance:](https://docs.klimadao.finance/dao/governance-framework#future-vision-for-decentralized-governance)\n\n=====\n\nFor: approve initial governance framework; implement 70/30 split of new token issuance; limit the size of OTC trades\n\n Against: do not approve the initial governance framework",
        "choices": [
          "Approve governance",
          "Do not approve governance"
        ],
        "start": 1648846800,
        "end": 1649451600,
        "snapshot": "26620979",
        "state": "closed",
        "author": "0x9f08BFD816f4F3baE31dEE2e2f4119dcf25824AD",
        "space": {
          "id": "moss-earth.eth",
          "name": "moss.earth"
        }
      }
    ]
