[
      {
        "id": "0x92429766ecef0a49911491dada259ee49738b2afa911ea3fee6f7ba2e3a2575c",
        "title": "Token Allocation for Season 2 Good Growth Projects",
        "body": "Gm members,\n\nOn Feb 4th you voted for \"Bringing underrepresented groups into the new economy\" as our Good Growth mission for Season 2. \n\nToday, we ask you to approve allocating part of PRTN treasury to support projects working on that mission.\n\nAs any decision that involves significant assets leaving our treasury, we need a final approval from you, members of PRTN community, to issue these grants. \n\n## Specifics\n\nAfter thorough assessment of relevant applications by the reviewers team, their shortlist was shared with the Good Growth Council and the projects to get PRTN grants have been selected:\n\n### The V01D DAO\nArtist collective providing a platform for underrepresented and underprivileged artists to level the playing field. Various ways of supporting artists including digital and physical exhibition spaces with guaranteed sales floor for artists, residencies, classes to help artists establish a platform, and care infrastructure such as UBI and mutual aid funds. Built by @lomedia\n\n### Wonderseed \nNon-profit organisation that works with vulnerable and at-risk young people in 3 cities in the US - many of them are former gang members - to improve their life outcomes through improving emotional intelligence with immersive experiences. They will work with young people to deliver web3 curriculum and “playbook” for how non-profits can adopt web3. Built by @iamkhayyam\n\n### Zouzoukwa\nAfrica-centric emoji set to be turned into NFTs to fundraise for further onboarding of web3 users in the Ivory Coast and expansion into other African countries. A platform to allow African creators to raise funds through contributing to the ongoing expansion of the emoji set. Built by @OPlerou\n\n## Funding\n\nFor Season 2 GG projects we can allocate a total of $50,000 in $PRTN and $50,000 USDC. The $PRTN will be used internally to reward PRTN members (e.g. for completing bounties). That should enable the selected projects to achieve significant progress in 6 weeks. \n\n## Voting timeline\n- Community Snapshot goes live 25th Feb at 4pm UTC\n- Community Snapshot ends 28th Feb at 4pm UTC\n- Town Hall Presentation on 28th Feb at 5pm UTC",
        "choices": [
          "Yes, support these projects",
          "No, don't support these projects"
        ],
        "start": 1645804800,
        "end": 1646064000,
        "snapshot": "14276140",
        "state": "closed",
        "author": "0x2bbF34c5EAf9498c88c9d1cd04F3885da53670B1",
        "space": {
          "id": "proteincommunity.eth",
          "name": "Protein Community"
        }
      },
      {
        "id": "0x7d1d00544894ed259d54bf511601cb59fe4d86b54217c23a2997c02bb7866c7c",
        "title": "Bring the Protein Journal back for Web3",
        "body": "# Purpose\n\nThe Protein Journal was a much-loved printed newspaper (v1) and magazine (v2) that was first published (unironically) to celebrate the launch of the iPad in April 2010. With Protein’s entry into Web3, it feels like a good opportunity to revisit and refresh the Protein Journal brand for the next generation. You can find/read the entire archive [here](https://issuu.com/proteinjournal/docs/protein__journal__1).\n\nFor context, the current series of [Protein Reports](https://www.proteinagency.com/reports) began life within the pages of the Protein Journal, but are now very much a product of [Protein Agency](https://www.proteinagency.com/), our sister brand consultancy. So as to avoid any confusion, the intention would be to keep the focus of the Protein Journal 3.0 closer to the [Protein Supplement](https://protein.substack.com/), i.e. the intersection of culture and tech, but with a Good Growth lens.\n\n# Specifics\n\nThe idea is to assemble a small editorial and design team to concept and define what and how a Protein Journal 3.0 would look and feel like and where it would live. Based on these outcomes, a final budget would be agreed, calls for submissions released and commissioning started.\n\n# Funding\n\nTBC, but no more than $5,000 USDC/PRTN\n\n# Benefits\n\n- (Re)establishes Protein as a cultural thought leader\n- Provides PRTN members opportunities to earn / write / be awesome\n- Builds Protein brand awareness / love / vibes\n\n\"A good way to showcase all the Protein work, with a side of potentially helping projects who receive a grant to attract and bring on new community members and specifically fill holes in their team knowledge or skillsets.\"\n\n\"I can see how it can follow along the different chapters of our journey and become a whole body of work.\"\n\n\"This would be a great way to re-market out Content Hub on Notion. “Community spotlight” can also be under the umbrella of this journal. I was approached by some members who want to write a piece for us but the uncertainty of the budget was a blocker.\"\n\n\"I love this, especially as a seasonal release which reflects our focuses. You can imagine this being such an amazing archive, with guest editors every season. I also love things like ‘positive news’ which is a celebration of good growth, think a section on that could work for sure\"\n\n# Good Growth\n\n- Showcase Good Growth projects supported by PRTN\n- Profile PRTN community members\n- Preach the Good Growth gospel\n- Help GG projects with new members and funding\n\n# Concerns\n\nAdditional load on the core team\n\n## Proposal Timeline\n\nSnapshot Vote starts 15th Feb 2pm UTC\nSnapshot Vote ends 18th Feb 7pm UTC ",
        "choices": [
          "Yes, we need PRTN Journal",
          "No, let's focus on other things"
        ],
        "start": 1644933600,
        "end": 1645210800,
        "snapshot": "14210614",
        "state": "closed",
        "author": "0x2bbF34c5EAf9498c88c9d1cd04F3885da53670B1",
        "space": {
          "id": "proteincommunity.eth",
          "name": "Protein Community"
        }
      },
      {
        "id": "0xecfce55fee95f4e4fff50710e81213d41dfe4ccb0607abbcefe3f051c6dd6264",
        "title": "Partnership with Known Source",
        "body": "# Purpose\n\nIn Season 2, we’re going to be piloting a number of “mission aligned” Good Growth projects in order to make our “helping people and ideas grow” mission tangible as well as providing relevant opportunities for our members to contribute and earn. This proposal provides a number of benefits to PRTN, whilst also helping “good brands” get closer to their goals.\n\n# Specifics\n\nThe idea is to partner with [Known Source](https://www.knownsource.co.uk/), a UK based startup on a mission to “Build the marketplace for first class second hand fashion”. Unlike [Depop](https://www.depop.com/) or similar reseller marketplaces, their point of difference is they guarantee to buy back on any item purchased at any point in the future.\n\nThe proposed project is a £25k launch campaign with the opportunity for other PRTN members to join the project team - specifically a project manager and a creative. These would be paid contributions in either fiat, stable coin and $PRTN based on agreed day and/or project rates. This opportunity originally came via [Protein Agency](https://www.proteinagency.com/), our web2 brand consultancy.\n\n### The proposed financial split is a follows\n\n- 10% to PRTN Treasury (£2.5k)\n- 10% to PRTN Good Growth Grant Fund (£2.5k)\n- 80% to be split between the project team (£20k)\n\nIf successful, this model will be a central component to how PRTN grows, as it will provide a regular, stable and scalable revenues into PRTN from real-world / web2 organisations that aren’t affected by crypto price fluctuations.\n\n# Funding\n\nNone. This would be revenue generating for both the PRTN Treasury as well as PRTN members\n\n# Benefits\n\n1. Provides funds for our Good Growth Grant fund without diversifying the treasury aka selling $PRTN tokens to investors\n2. Provides earning opportunities for PRTN members to contribute to Good Growth approved brand projects\n3. Provides regular, stable and scalable revenues into PRTN from real-world/web2 organisations that aren’t affected by crypto price fluctuations\n4. Provides relevant brands the opportunity to work with PRTN members in the knowledge they are also contributing to the Good Growth Grant Fund\n5. Leverages our relationship with Protein Agency for future Good Growth projects\n\n# Concerns\n\nThere’s a potential conflict with Protein Agency, in terms of which projects go where, but this could be easily rectified by a) filtering for Good Growth, b) size of budget, as Protein Agency doesn’t usually take on projects that are under £50k.\n\n## Proposal Timeline\n\nCommunity Snapshot starts Feb 7th 4pm UTC\nCommunity Snapshot ends Feb 9th 7pm UTC",
        "choices": [
          "Yes, let's partner with them",
          "No, I'd rather not"
        ],
        "start": 1644249600,
        "end": 1644433200,
        "snapshot": "14159781",
        "state": "closed",
        "author": "0x2bbF34c5EAf9498c88c9d1cd04F3885da53670B1",
        "space": {
          "id": "proteincommunity.eth",
          "name": "Protein Community"
        }
      },
      {
        "id": "0x70f00f8703d06723f173cfcb295bf94894dabfb0432030e797299e7ad716e45a",
        "title": "Bridge to Polygon to Minimize Operational Costs",
        "body": "\n# Purpose\n\nWe want to reduce the operational costs of distributing $PRTN and other assets (ETH/USDC). As we continue to pay core team / contributors and issue grants, we want to minimize operational costs while maximising the potential of our assets. So we propose to bridge 5% of $PRTN and 20% of the Treasury to Layer2, leaving the majority for security reasons on ETH mainnet.\n\n- Primary purpose is to reduce gas transaction costs. Gas is prohibitive for maximising the $PRTN value for the community and contributors.\n- We’re seeing more and more communities create layer2 solutions to their smaller operational transactions, and more products being built with this in mind.\n- Creating liquidity on just mainnet is important to work against price volatility and for security reasons\n\nSome context / definitions first:\n### Blockchain Bridge\nA blockchain bridge is a connection that allows the transfer of tokens and/or arbitrary data from one chain to another. Both chains can have different protocols, rules and governance models, but the bridge provides a compatible way to interoperate securely on both sides.\n\n### Ethereum Mainnet\nMainnet is the term used to describe when a blockchain protocol is fully developed and deployed, meaning that cryptocurrency transactions are being broadcasted, verified, and recorded on a distributed ledger technology (blockchain).\n\n### Gas Costs\nGas refers to the fee, or pricing value, required to successfully conduct a transaction or execute a contract on the Ethereum protocol.\n\n# Specifics\n\nWe will bridge 5,000,000 $PRTN (5% of total supply) and $50,000 USDC (20% of $250,000 current treasury) to a polygon gnosis safe as a child of the Protein safe.\n\nWe will use Coinvise to import the $PRTN tokens, and then bridge the % across to polygon. \n\nWe then use this, integrated with apps ‘superfluid’ and ‘CSV airdrops’ for our transactions to send PRTN (on polygon), ETH and USDC (PoS) to members.\n\nWe’ll be able to do this more regularly and aligned with our earn to access models. Receivers get their assets on the MATIC network, which they can bridge back to mainnet if they need to.\n\nWe propose that liquidity pools will be set up on ETH mainnet, Snapshot and guild can be used with both polygon and ETH integrations.\n\n# Benefits\n\n- Members can get instantly airdropped their compensation for contributors without incurring gas fees.\n- Core team can use superfluid (operating on polygon to stream assets)\n- Transferring assets is cheaper\n\n# Concerns\n\n- Splitting the $PRTN token between ETH mainnet and Polygon could cause confusion as the $PRTN token grows\nAnswer: We’ve been advised through other community case studies that this isn’t an issue\n\n- Members having to ‘bridge’ the $PRTN back could cause confusion\nAnswer: We’ll create comprehensive education around this process\n\n- Creating liquidity on just mainnet means members have to pay gas to bridge back the tokens to mainnet and also pay gas to list them. This could cause a lack of incentive for contributions and frustration.\nAnswer: In reality this will encourage members to be more thoughtful about holding their $PRTN/continuing to build the ecosystem\n\nQ: Is this also a proposal for liquidity pools on mainchain? Or just for bridging a portion of $PRTN and USDC?\nA: It will cover both eventually, but we need to start with a more effective way of distributing PRTN as part of our “earn to access” initiative\n\nQ: Why not move it all to polygon / give everyone their current tokens on poly and ditch the old? Is it because the liquidity pools need to be on mainnnet?\nA: At this stage it’s essentially a test to make sure the transition will work for the community before we bridge the full amount. We’ve thought about it for sure, and also about minting an entirely new token on polygon. For now, it makes the most sense to bridge a smaller amount which will allow us to create even more collaboration and ownership, on a chain which is still compatible with ETH mainnet in the long term.\n\n# Good Growth\n\n- Bridging tokens is key to good growth because it allows the Protein Community to distribute tokens faster and more efficiently, creating a more diverse token economy and base\n- Moving from ETH will make our infrastructure more energy efficient and sustainable \n\n## Proposal Timeline\n\nCommunity Snapshot starts Feb 7th 9am UTC\nCommunity Snapshot ends Feb 10th 4pm UTC\nMigration begins Feb 11th",
        "choices": [
          "Yes, let's bridge to Polygon",
          "No, let's stay on Ethereum"
        ],
        "start": 1644224400,
        "end": 1644508800,
        "snapshot": "14157718",
        "state": "closed",
        "author": "0x2bbF34c5EAf9498c88c9d1cd04F3885da53670B1",
        "space": {
          "id": "proteincommunity.eth",
          "name": "Protein Community"
        }
      },
      {
        "id": "0xa66b633313d23308aa36a7b68ccc711e17eeaa49754cbac08a8c91a2387db4a2",
        "title": "What Mission Should PRTN Focus On in Season 2?",
        "body": "Before entering Season 2, we want to ensure that the PRTN community is aligned in terms of the Good Growth theme that we’re going to invest our resources in next season. In many ways this is a pilot for us, so we want to be focused to increase our chances for success. That said, we have quite a few amazing applications within each theme, so any potential contributor will be able to find something that resonates with them. \n\n### Voting is a bit different this time, as we're asking you to rank in order of importance the missions that you identify with the most (instead of choosing only one option).\n\nDon’t worry, if your chosen mission isn’t selected, we will be voting on a new mission every season, whilst continuing to support any previously selected missions. \n\nCheck out this [Miro board](https://miro.com/app/board/uXjVORsNkEc=/) to find out more about all the projects\n\n## MISSION 1. Bringing personal and social wellbeing to web3\nProjects in this cluster centre on nurturing the body mind and spirit of people. They range from changing the underlying way time is processed by apps and IRL products, to events that bring human connection either through online meditation or IRL sharing vulnerability.\n\n## MISSION 2. Using web3 tools to reverse patterns of environmental destruction\nProjects in this cluster use the new tools at our disposal to organize, incentivize and fundraise for activities that decrease human impact in the world through changing the paradigm on how we view the natural world, using funds to hold companies to account and engaging our collective curiosity to fund research and conservation.\n\n## MISSION 3. Making the web3 ecosystem easier to navigate\nThese projects have realized that the process of getting into and making the most of web3 needs to be made more accessible and easy to navigate. Whether it be a web3 NFT textbook, immersive educational experiences, a listing and ranking of DAOs to work with, or connecting with the all-important developer community.\n\n## MISSION 4. Supporting new business models\nThese projects are really interested in promoting and tooling people and projects for new business models paradigms that web3 creates affordances for. They support the new job roles for creativity, and the development of business incubators for students away from the VC paradigm.\n\n## MISSION 5. Building web3 infrastructure for greater equity and sovereignty\nThese projects have designed new methods of fundraising and distribution of legacy cultural systems to bring greater equity and sovereignty to their users: members of cultural and knowledge creatives, as well as more generally creating a “union” for decentralized workers.\n\n## MISSION 6. Bringing underrepresented groups into the new economy\nProjects in this cluster are using web3 tools engage with communities that the system neglected, or making it easier for communities from beyond the anglosphere to benefit from the tools and technologies of web3. There are various BIPOC creator communities, organizations working with youth from underserved groups, and projects looking to either showcase and promote diverse cultures, provide translation services for them, or connect them to share strategies to sustainably manage their heritage sites.\n\n## Voting timeline\n- Community Snapshot goes live Feb 2 at 7pm\n- Community Snapshot closes Feb 4 at 12pm\n\nYou can find more details in this [document](https://proteincommunity.notion.site/PRTN-Season-2-Pilot-Projects-Mission-Selection-0a88c433475142ecb98e8f2f8bdf29f7)\n\nCheck out this [Miro board](https://miro.com/app/board/uXjVORsNkEc=/) to find out more about all the projects\n\n### Voting is a bit different this time, as we're asking you to rank in order of importance the missions that you identify with the most (instead of choosing only one option).",
        "choices": [
          "Mission 1",
          "Mission 2",
          "Mission 3",
          "Mission 4",
          "Mission 5",
          "Mission 6"
        ],
        "start": 1643817600,
        "end": 1643965200,
        "snapshot": "14128275",
        "state": "closed",
        "author": "0x2bbF34c5EAf9498c88c9d1cd04F3885da53670B1",
        "space": {
          "id": "proteincommunity.eth",
          "name": "Protein Community"
        }
      },
      {
        "id": "0x6d35b0c8c3b182e9a0d2ea4fdac695c45ae0b033104940e048f758aec0adb1a8",
        "title": "PRTN Treasury Diversification Proposal",
        "body": "\n**Below is a summary of the proposal, you can find more specifics, a full list of the investors, the rationale behind the fundraise and how it aligns with *good growth* in the [full proposal](https://docs.google.com/document/d/10wwfnwZ5YGg8uOHowm9sUrUWzZ8kb8v0bJr8nwFHMYU/edit#)**\n\n---\n#### Purpose:\nThis Protein Community treasury diversification is to cover all overheads for the next 6/9 months, build the good growth framework as well as funding our first pilot good growth projects. In addition, it will mean that the Protein Community will become financially independent from the Protein Mothership, giving full autonomy to our members as well as an important first step on our journey of progressive decentralisation.\n\n#### Funding:\n\nIn this seed round, we are proposing to do a small treasury diversification to a maximum of $250,000 or 5% of total $PRTN supply at a total valuation of $5m.\n\nListed investors will delegate their votes in line with how the community votes e.g. if 80% vote yes and 20% vote no, then investor tokens will be voted with a 80-yes 20-no weighting.\n\n\n---\n\n#### Proposal Timeline:\n\n06.12.21 - Proposal shared with community\n07.12.21 - Proposal feedback\n08.12.21 - Proposal Snapshot opens at 12pm UTC (midday)\n10.12.21 - Proposal Snapshot closes at 12pm UTC (midday)\n10.12.21 - Mirror announcement at 2pm UTC\n",
        "choices": [
          "Yes - lets do this",
          "No - we need another review"
        ],
        "start": 1638964800,
        "end": 1639137600,
        "snapshot": "13764414",
        "state": "closed",
        "author": "0x2bbF34c5EAf9498c88c9d1cd04F3885da53670B1",
        "space": {
          "id": "proteincommunity.eth",
          "name": "Protein Community"
        }
      },
      {
        "id": "0x0dd317c57c01d536c2c973a676502be92306b5d09e0c8bc6f54d701ce9560e03",
        "title": "Protein Community - Working Group Token Allocation",
        "body": "**Description/Summary:**\nThis proposal is to pass a $PRTN token budget for Season 1. Season 1 started on November 1st and will run to December 31st - approx 60 days.\n\n**Impact/Purpose:**\nSetting a token allocation is to give contributors an agreed compensation for working to grow Protein Community, step up and spend their time, labour and expertise at this early stage of the community.\n\n**Details/specifics:**\nWe propose allocating 0.7% of the total token allocation to contributors over a period of 2 months. Distributing up to 700,000 $PRTN tokens to members over 8 areas. [See a full breakdown of the proposal, including distribution method and team allocations.](https://docs.google.com/document/d/1cmfO5jYYJoBoDmMEyOOGaEjVwLF1dkKiBRVCSdO88Mg/edit#)\n\n**Timeline for proposal passing:**\n\n03/11/21 - Proposal Discussed\n12/11/21 9:00 UTC - Proposal Created\n12/11/21 15:30 UTC - Proposal Shared\n15/11/21 16:00 UTC - Snapshot Vote opens\n17/11/21 16:00 UTC - Snapshot Vote closes",
        "choices": [
          "Yes, pass the proposal",
          "No, its not ready yet"
        ],
        "start": 1636992000,
        "end": 1637164800,
        "snapshot": "13621265",
        "state": "closed",
        "author": "0x2bbF34c5EAf9498c88c9d1cd04F3885da53670B1",
        "space": {
          "id": "proteincommunity.eth",
          "name": "Protein Community"
        }
      },
      {
        "id": "QmTXKHQWuM6NvgMMV6feC89zvfT5of4L9jQBADoLwrUKuy",
        "title": "Protein Community Season 1 Proposal",
        "body": "## Summary\n\nThe aim of this proposal is to get our community’s consensus and support on the top level goals, timeline and operational structure of our Season 1. If our Pre-season was laying the foundations, Season 1 is building the house. Over the next few months, we will establish our position within the Web3 landscape as an incubator of ideas that reflect our Good Growth mission by offering education, expertise and funding. \n\nSeason 1 will start on 1st November 2021 and run for a period of 60 days. Voting will take place through Snapshot using $PRTN and voting will start on the 22nd of October and close on the 25th. All founding members have 20,000 $PRTN to cast their vote. The team has shared this document with the community prior to the vote.\n\n*Below is a slightly stripped back version of the Proposal, [see the full proposal](https://docs.google.com/document/d/1xBYliPgn1D3fSgSqc7DNivGCWEAtHzCpqoA-OTSQOo0/edit#heading=h.r6f59pxnh2sd)*\n\n---\n### Goals\n\n#### 1. DEFINE A GOOD GROWTH FRAMEWORK\nIncluding metrics, scoresheets and an impact report similar to Web 3 B-Corp to make us accountable\n\n#### 2. BUILD A GOOD GROWTH DIRECTORY \nWith examples, case studies, resources & community thought pieces around the topic of good growth\n\n#### 3. HELP PEOPLE GROW\nEducation and onboarding into Web3 & beyond\n\n#### 4. HELP IDEAS GROW\nInvest in and support good growth projects\n\n---\n\n### Working Groups\nHow we’ll achieve this...\n\nWe will be implementing processes and cadences which align with our good growth framework, including five Working Groups. We propose these groups have a set number of $PRTN tokens to distribute to contributors, this process will be established by the governance and treasury team and taken to a snapshot proposal for the wider community:\n\n#### Education\nResponsible for scouting education opportunities in web3, creativity, and beyond\n\n#### Governance\nResponsible for ensuring the Community runs smoothly on a day-to-day basis, and new Community proposals are heard, discussed and responded to\n\n#### Treasury\t\nResponsible for overseeing and managing DAO funds, as well as initiation and exploring ways to grow the Protein Community Treasury\n\n#### Membership\nResponsible for onboarding new community members, as well as maintain overall community health\n\n#### Good Growth\nResponsible for developing, upholding, consulting and advising on good growth framework, ideals and practices\n\n---\n\n### Funding\n\nWe propose a small Season 1 NFT crowdfund in early/mid November to bring funds into the Protein Community Treasury to cover day-to-day operational costs of the part time core team, platforms and marketing\n\nFollowing this, we propose a second larger strategic treasury diversification raise in mid December to fund our first cohort of PRTN projects. This proposal will be shared with the Community and led by the core, governance and treasury teams.\n\n---\n\n### Season 1 Roadmap\n\nNOVEMBER\n \n1st - Season 1 Starts 🚀\n- Open the community up for wider onboarding / Establish membership processes\n- NFT raise\n- Establish Good Growth Framework\n- Establish working groups; with $PRTN token allocations for contributions\n- Start to create good growth directory\n- Launch education and accessibility initiatives\n- Community Brand Refresh\n\nDECEMBER\n\n- Fund and incubate our first collective project\n- Launch our Good Growth framework for others to use\n- Create and launch our open source good growth directory\n- Strategic fundraise for expanding the Protein Community ecosystem\n\n---\n\n### About Protein Community\n\nLearn about Protein’s Mission, the $PRTN token, the wider ecosystem, Core Team members and [more](https://docs.google.com/document/d/1b8YQMgR902_ndJcTnN7YKMM8LGFya_1a7xgXAIMqwf8/edit#heading=h.t7fckucndmt6)\n\n### Next Steps\n\nVote below to pass the Season 1 proposal and it will begin on the 1st November, thank you to everyone who has been part of the journey so far, and we can't wait to continue it with you!\n\n### Decision",
        "choices": [
          "Yes - Confirm Season 1",
          "No - Do not confirm Season 1"
        ],
        "start": 1634922000,
        "end": 1635177600,
        "snapshot": "13471205",
        "state": "closed",
        "author": "0x2bbF34c5EAf9498c88c9d1cd04F3885da53670B1",
        "space": {
          "id": "proteincommunity.eth",
          "name": "Protein Community"
        }
      }
    ]
