[
      {
        "id": "0x8464713774628fa0af6262478f7c1ecccb0a3272cc72f6324183f598e9f29007",
        "title": "VDP-18 [Funding] Jonathan An - Towards reversing periodontal disease using Geroscience",
        "body": "This proposal asks for up to 300.000 USD to fund Jonathan An's research on geroscience-based treatments for periodontitis.\n\n## Longevity Dealflow team\n\n**Scientific evaluation** : Jason Colasanti, Ariella Coler-Reilly, Tyler Golato and 2 anonymous reviewers (professor)\n**Business evaluation** : Tim Peterson, Sara Ramos Colmenarejo\n**Shepherd** : Estéfano Pinilla\n\n**Project PI** : Dr Jonathan An\n\n\n## Simple Summary\nPeriodontal disease (periodontitis) is a chronic oral disease impacting over 70% of older adults, where inflammation of the tissues supporting the teeth results in loss of connective tissue attachment, bone, and ultimately the tooth. The greatest underlying risk factor for periodontitis is age, and its association with other age-related diseases, such as heart disease, diabetes, and Alzheimer disease, highlights the importance of incorporating this oral disease in geroscience studies. Jonathan An’s lab proposes to test a series of compounds targeting inflammation in a mouse model of age-related periodontitis, with the goal of finding a geroscience-based treatment for this neglected disease that has a severe impact on human healthspan. \n\n## Problem\n\nEfforts to slow the progression of periodontitis in older adults have been attempted through various therapies, including scaling and root planing (“deep cleanings”) or antibacterial adjuncts to reduce pathogens in the pocket, but these treatment modalities are invasive, need to be repeated often, and rely on access to such modalities, which may be limited for many older adults. Furthermore, current therapies are limited to treating the symptoms and fail to address the underlying cellular and molecular causes of periodontal disease, which we hypothesize are a direct consequence of biological aging.\n\n## Opportunity\n\nA component in most age-related disease and decline is a low-grade, chronic inflammation without overt infection known as “inflammaging”. Among the various organ systems that undergo inflammaging, periodontal disease involves most, if not all, sources and outcomes of inflammaging. Thus, evaluating pathways that target “inflammaging” may provide a unique, Geroscience-based treatment modality to reverse periodontal disease. This novel approach to treat periodontal disease is expected to establish the first medical, non-surgical treatment for an age-related oral disease. Moreover, this approach to treat periodontal loss is expected to have a positive impact on age-related cognitive decline.\n\nJonathan An’s Lab proposes to use small molecule inhibitors of the PI3K/NFkB/mTOR pathway to treat periodontal disease, and will test 5 candidates administered orally in the chow in an 8-week study, using rapamycin as a positive control. The drugs have well established pharmacokinetics and pharmacology since they have been investigated for other indications. \n\nIf this first study demonstrates that any of the small molecules is effective in reversing periodontal disease when administered systemically, a second sub-study will be carried out to test the effectiveness of their local delivery by brushing the interventions across the gum line, comparing them with locally delivered rapamycin.\n\nThe proposal is mainly based on a recent eLife paper (https://doi.org/10.7554/eLife.54318.sa2) by the research group, where they find positive effects of 8-week treatment with oral rapamycin in age-related periodontal bone loss in mice. The proposed interventions have never been before tested in the context of aging and periodontal disease. Johnathan An’s Lab envision improvement of the periodontal disease phenotype after 8-week treatment with the candidate compounds maybe a result of (1) an improvement of systemic “inflammaging” to impact periodontal disease that will be tested with the first study, or (2) a direct improvement of periodontal disease, which will be tested with the second study. Either result could be the base for novel IP regarding formulation and/or delivery methods to improve aging, inflammation, and periodontal disease. Jonathan An’s collaborators also have preliminary data showing that a few of the tested interventions have beneficial effects on neurodegeneration and cognitive decline. Therefore, besides periodontal bone loss, the study will address effects on cognitive function and lifespan.\n\nResults from the proposed study will provide critical pre-clinical IP data to support a future company targeting periodontal disease through geroscience, which the investigator(s) intend to spin out with support from VitaDAO.\n\n## IP Roadmap\nIf any of the locally administered treatments reverses periodontal disease, Jonathan An’s team envision the following path towards IP:\n\n* **Localized Delivery of Compound X to Oral Cavity**\n  * **To treat (indications):**\n    * Age-related periodontal disease in older adults\n    * Peri-implantitis (periodontal disease of implants) in older adults\n  * **Method 1: Compound X Toothpaste**\n    * Prescription (from the dental office or medical office)\n    * Over the counter (in low doses)\n  * **Method 2: Direct Delivery of Compound X to periodontal pockets with periodontal disease**\n    * IP surrounding **both** formulation and delivery mode\n    * Completed in dental offices (medical offices)\n    * *Example* : Local delivery of antimicrobial compounds, *Arestin* *Ò*\n  * **Method 3: Compund X trays**\n    * Example: Whitening trays\n\nIf Jonathan An’s Lab observes an effect in lifespan and healthspan, additional test of feasibility and safety in other mammalian models (i.e., non-human primates) will begin for application in clinic to target aging.\n\n## Team\n\nJonathan An: Project Lead, Assistant Professor at University of Washington. (https://halo.dlmp.uw.edu/people/jonathan-an/)\n\nMatt Kaeberlein: Professor at University of Washington. He will assess the long term healthspan and lifespan of mice after drug interventions. (https://dlmp.uw.edu/faculty/kaeberlein)\n\nSimon Johnson: Collaborator to evaluate the brain aging biology in the same animals with periodontal disease, Assistant Professor at University of Washington. Experienced researcher in the field of Neurology. (https://www.seattlechildrens.org/directory/simon-c-johnson/) He will assess improvements in neurodegeneration and cognition due to treated periodontal disease.\n\n## Budget\n\n* Animal Ordering and Facility Cost: $120,443.80\n* Research Staff: $68,230.00\n* Inflammatory Panels and Antibodies: $25,392.0\n* General Laboratory Consumables and Drug Costs: $15,000.00\n* microCT usage: $10,150.00\n* FTE for all personnel combined: $10,784.20\n\nTOTAL: $250,000.00 - $300,000.00 (including TTO overhead)\n\n## Highlights\n\n* Periodontitis is an unmet need with great impact on healthspan.\n* Geroscience approach focused on inflammaging might have an impact in other age-related diseases as well as in cognitive decline.\n* Potential discovery of other targets in the PI3K/NFkB/mTOR pathway besides mTOR to increase lifespan.\n* High feasibility: Good experimental model established within laboratory and straight-forward research plan.\n* Repurposing study: Easier transition to clinical trials.\n* The project lead has access to a dental clinic that would accelerate setting up human studies in the future\n* Young investigator with interest to spin-out in collaboration with VitaDAO and backed by strong team.\n\n## Risks\n\n* Team lead lacks previous entrepreneurial experience.\n* The patents generated by this proposal would not be novel composition of matter, which is the strongest type of IP.\n* Product development pathway requires partnerships\n* Periodontal outcomes may not be broadly extrapolate to ageing in general\n\n## Outcome of the evaluation and recommendation\n\nOf all the evaluators, 4 independently scored the project proposal on different categories as either: (1) Oustanding, (2) Strong, (3) Satisfactory, (4) Weak, (5) Unacceptable, (N/A) Not enough information provided, or (N/A) Not my area of expertise. This is a summary of the results:\n\n* Novelty and Impact: (2) Strong (4/4 evaluators)\n* Feasibility and Data: (2) Strong (3/4 evaluators); (3) Satisfactory (1/3 evaluators)\n* Relevance to longevity: (1) Outstanding (1/4 evaluators); (2) Strong (3/4 evaluators)\n* Science Team: (1) Outstanding (1/4 evaluators), (2) Strong (3/4 evaluators)\n* Market Advantage: (2) Strong (2/4 evaluators); (3) Satisfactory (2/4 evaluators)\n* IP-NFT Potential: (1) Outstanding (2/4 evaluators); (2) Strong (2/4 evaluators)\n\nAll the evaluators consider the project **worth funding** by the VitaDAO community\n\n## Mechanism of funding\n\nThis proposal recommends VitaDAO commits funding via an IP-NFT.\n\nFor more information, please see the [phase 2 proposal and discussion on Discourse](https://gov.vitadao.com/t/vdp-18-jonathan-an-towards-reversing-periodontal-disease-using-geroscience/470).",
        "choices": [
          "For",
          "Against",
          "Abstain"
        ],
        "start": 1648579479,
        "end": 1649184279,
        "snapshot": "14479500",
        "state": "closed",
        "author": "0xe2FbDF7fe1d77f8B73e9fa4D17F2F1FC64F7313f",
        "space": {
          "id": "vote.vitadao.eth",
          "name": "VitaDAO"
        }
      },
      {
        "id": "0x6271b47417aaa60352333fd1f07e665fa3582170ed9a60f7e2f2736b51e39d07",
        "title": "VDP-39 [Funding] Longevity Hackers Film Participation",
        "body": "This proposal asks for up to 100.000 USD to co-fund Longevity Hackers, a documentary by Filmmaker Michal Siewierski.\n\n# Synopsis\n\n\"*Our mission is to help promote the fields of longevity and healthy life extension in this film, and help generate additional exposure for the industry with the goal of helping it achieve its funding goals in order to speed up research on anti-aging drugs, treatments and procedures.*\n\n*Another goal is to empower and educate the viewers about the latest advances in the fields of longevity, health span and radical life extension as well as lifestyle and dietary interventions that could potentially increase the chances of people living long enough to take advantage of the upcoming exciting life extension therapies of the near future.*\"\n\n*Michal Siewierski - Filmmaker*\n\n# Summary\n\nVitaDAO, through it’s Community and Awareness working group, has been responsible for not only building our community of token holders and advocates, but also for taking a leading role in producing communication and educational content to establish the importance of credible science in the field of healthspan and longevity research.\n\nBetween numerous online articles, journal club sessions on Clubhouse, Twitter spaces, and YouTube content, the Community and Awareness Working Group  has been successful in raising awareness of both VitaDAO and its mission. However, the impact of this awareness is limited to those who already have an interest in the longevity field or web3 space.\n\nThe proposed project continues to support that community growth and educational theme, but with the goal of both extending its visibility to a wider community, as well as investing in and receiving financial returns from the production of a feature length, independent film to be released later this year.\n\n# Background\n\nLongevity Hackers follows Emmy Nominated Filmmaker Michal Siewierski on a journey to discover the latest research and science breakthroughs in the field of longevity and healthy life extension. Featuring the top experts, scientists, researchers, startup CEO’s as well as celebrities and critics in the longevity space. Many of the interviewed experts believe that we are on the brink of being able to dramatically increase human healthspan and lifespan within the next 20 to 30 years, and others more extreme believe humans might someday become immortal. This fascinating field entices human curiosity and creates hope for a longer and healthier life in the not-so-distant future. The film gives the viewer an unbiased view, with balanced perspectives and opinions on the topic.\n\n**The Company**\n\nNew Roots Films is a US-based independent filmmaking company located in Phoenix, Arizona founded by Emmy Award nominated filmmaker Michal Siewierski and business partner Ruben Figueres. \n\n**Michal Siewierski** is a world renowned documentary filmmaker and TV producer. Michal has received multiple Emmy Award nominations and won several Telly Awards and Hermes Awards. Michal has over 20 years of experience in the fields of television production and filmmaking, having produced several globally renowned feature documentaries, including, Food Choices, Diet Fiction, Takeout, among others. His films have been translated to over 20 languages and some played in over 150 countries. Michal has also produced hundreds of TV commercials over the years for many prestigious clients including several fortune 500 companies and presidential campaigns. His productions have played on several TV stations throughout the United States and around the world. Nowadays Michal’s focus is in creating documentaries about topics that can benefit people’s lives and create disruptive positive change to our society and our planet. Michal is also passionate about longevity, science and health.\n\n**Ruben Figueres** is an entrepreneur, media expert, best selling author and accomplished Ironman athlete. Ruben Figueres brings over two decades of media, business and advertising experience to the table, with his work ranging from fortune five hundred companies to presidential campaigns. Having executive produced hundreds of TV commercials, TV shows and infomercials. Ruben recently joined the New Roots Films team as a Director of business affairs and co-producer on \"Longevity Hackers\".\n\n\n# Why “Longevity Hackers” Matters?\n\nSince June 2021 when VitaDAO was launched, there has been a considerable increase in interest in the field of longevity and healthspan related research. VitaDAO itself was formed to allow a web3 crowdsourcing approach to IP development and investing for  advancing the science of healthspan research.\n\nWhile this growth has been impressive, the community itself still is quite small - this is surprising given that billions of US dollars are spent every year on cosmetic, sometimes scientifically questionable, and oftentimes marginally effective treatments to satisfy the popular desire to mitigate age-related ailments. So while popular interest is obviously there (as well as the commercial interest), the understanding and access to the science of longevity and healthspan research  is limited, and consequently dramatically underfunded relative to other medical areas.\n\nTo harness some of the popular interest in longevity as well as redirect some of the financial interest into our community, a wider net needs to be cast to show that there is serious science being worked on in the field and opportunities to participate in its development.\n\nIn the past six months, VitaDAO as well as other members of the longevity eco-system have had several Clubhouse sessions on the communications surrounding the Longevity field, these conversations have further highlighted that there needs to be a proactive approach to managing the narrative around the longevity field, discouraging and calling out “snake-oil” science, and showing that many of the researchers and people involved in this field are as serious, capable and scientifically rigorous as any others involved in medical research. \n\nAn investment in a high-quality production looking at the field in an unbiased way will lend credibility not only to the longevity field but also support VitaDAO’s mission especially where we have made great efforts to ensure that our educational communications are scientifically sound. \n\nIt should also be noted that the cost of our Community and Awareness program is an essential expense for VitaDAO, which generates goodwill for VitaDAO in terms of reputation, and network effects. However, the potential reach and visibility from a film, combined with the upside potential of commercial success, makes this an attractive project, especially when compared to our typical  expenses associated with community building and educational communications.\n\n# Opportunity\n\nThe Longevity Hackers film is a $2M project. This includes promotion, distribution, and high quality production values. \n\nFunding has already been obtained from LongevityTech.fund as well as a number of other investors. A 1% stake in the film is $20,000. Consequently, we believe a 5% stake at $100k is a suitable amount. \nGiven the funding that the project has received to date, filming has been underway over the past 6 months, which will reduce the time-to-market for the film and, all things being equal, for the start of returns to investors in the film which would probably occur in late 2022 or 2023.\n\n\n# Budget:\n\nWe are proposing that the VitaDAO community authorizes **up to $100k** of funding from the Treasury towards an investment in the production of the Longevity Hackers film, subject to successful negotiations and deal structure.\n\nThe official Longevity Hackers presentation can be found [here](https://drive.google.com/file/d/1OeOBqD-pP6lFHB3TiL7Kt3WsB4M4OKdq/view?usp=sharing)\n\nThe film website can be found at: [www.longevityhackers.tv](http://www.longevityhackers.tv/)\n\nFor more information, please see [the phase 2 proposal and discussion on Discourse](https://gov.vitadao.com/t/vdp-39-longevity-hackers-film-participation/573).",
        "choices": [
          "For",
          "Against",
          "Abstain"
        ],
        "start": 1647480932,
        "end": 1648085732,
        "snapshot": "14397851",
        "state": "closed",
        "author": "0xe2FbDF7fe1d77f8B73e9fa4D17F2F1FC64F7313f",
        "space": {
          "id": "vote.vitadao.eth",
          "name": "VitaDAO"
        }
      },
      {
        "id": "0x8df2891d818420c366cf9c4c48ad576db87e0dc292c16fc9d8caa7be3d5fae52",
        "title": "VDP-32 [Funding] Hyperspectral imaging for early diagnosis of Alzheimer Disease",
        "body": "This proposal asks for 30.000 EUR to fund Mantis Photonics' camera technology for early screening of Alzheimer Disease.\n\n- Business evaluation: Tyler Golato, Tim Peterson\n- Shepherd: Koen De Lombaert\n- Reviewers: Jason Colasanti, Tyler Stahl, Koen De Lombaert\n- Sourced by: Koen De Lombaert\n\n### Simple Summary\n\nAlzheimer’s Disease is the main cause of dementia worldwide. There is currently no easy way to diagnose it. As a result, patients get diagnosed too late, once their cognitive decline has started. Mantis Photonics AB is developing a hyperspectral camera for retinal imaging for the early screening of Alzheimer Disease via the detection of the Amyloid beta peptide. The retina displays similarities to the brain and spinal cord in terms of anatomy, functionality, response to insult, and immunology. Hence, the eye provides a unique window to the central nervous system without the need for expensive, invasive, and/or potentially harmful examinations. (https://alzres.biomedcentral.com/articles/10.1186/s13195-020-00715-1)\n\nThis camera will fit on a fundoscope routinely used by opticians and ophthalmologists. It will be developed to detect patients with high levels of amyloid up to 15 years before their cognitive ability declines. Earlier diagnosis will considerably increase chances to adopt a healthy lifestyle to reduce/postpone the risk of getting Alzheimer as well as increasing the chance of getting treatment in time.\n\n### Problem\n\nCurrent methods to detect amyloid:\n\n* Measuring amyloid plaques in the brain directly with amyloid PET scan. This is a lengthy and costly procedure.\n* FDA approved retinal camera by Optina (FDA 510(k) clearance for its Mydriatic Hyperspectral Retinal Camera (MHRC-C1) in 2020). This camera uses its own light source; it cannot be mounted on a fundoscope and is very expensive. Estimated at >50k Euro, hindering mass adoption.\n\n### Opportunity\n\nMantis Photonics is developing a hyperspectral camera that can be easily added to routine fundoscopy at opticians and ophthalmologists for the detection of amyloid deposits in the retina. There is peer-reviewed proof-of-concept research supporting hyperspectral retinal imaging to classify AD patients vs controls (https://alzres.biomedcentral.com/articles/10.1186/s13195-020-00715-1). This camera is a follow-on diagnostic as there’s an existing camera developed by Optina. This proves clinical validity as well as regulatory approval. Optina’s camera is estimated to be at least 5x the cost of Mantis. Optina’s camera is also a standalone device instead of an add-on to existing workflow\n\nThe team is seeking bridge funding until their seed round later this year to collect in vivo data in mice/humans of their camera.\n\n### IP Roadmap\n\nThe Mantis Photonics camera technology is protected by two patents (P436042SE00 & SE542835C2).\n\n### Team\n\nDiego Guenot, PhD is CTO and the inventor of the hyper spectral camera patent. He is an expert in Laser and Photonics with a PhD at Lund University and has started working on this topic in 2018.\n\nDenis Hellebuyck is CEO. He is an electro-mechanical engineer. Denis has previously worked in several startups in Belgium, Italy, and South Africa.\n\nJan Alexander is software developer and AI specialist.\n\n### Budget\n\nBridge funds requested: 30,000 EUR\n\n* 15k EUR for an improved version of the camera\n* 15k EUR for clinical and preclinical verification testing\n\n### Strengths\n\n* There is a FDA approved retina amyloid detection camera already on the market\n* There is peer-reviewed proof-of-concept research supporting hyperspectral retinal imaging to classify AD patients\n* Ability to become a platform diagnostic for several aging related and other conditions: AMD, diabetic retinopathy, etc\n* Team\n* Relatively low valuation of Mantis Photonics at this time ($3-4M)\n\n### Risks\n\n* Prototype stage\n* Mantis has no data in mice/humans that camera works\n* Questions around amyloid in pathophysiology of AD\n\n### Outcome of the evaluation and recommendation\n\nOf all the evaluators, 3 independently scored the project proposal on different categories as either: (1) Outstanding, (2) Strong, (3) Satisfactory, (4) Weak, (5) Unacceptable, (N/A) Not enough information provided, or (N/A) Not my area of expertise. This is a summary of the results:\n\n* Novelty and Impact: (2) Strong (1/3 evaluators), (3) Satisfactory (2/3 evaluators)\n* Feasibility and Data: (N/A) Not enough information provided (1/3 evaluators); (5) Unacceptable (1/3 evaluators); (3) Satisfactory (1/3 evaluators)\n* Relevance to longevity: (2) Strong (2/3 evaluators); (3) Satisfactory (1/3 evaluators)\n* Science Team: (1) Outstanding (1/3 evaluators); (2) Strong (1/3 evaluators); (3) Satisfactory (1/3 evaluators)\n* Market Advantage: (2) Strong (1/3 evaluators); (3) Satisfactory (2/3 evaluators)\n* IP-NFT Potential: N/A (equity deal)\n\nAll the evaluators consider the project worth funding by the VitaDAO community.\n\nFor more information, please see [the phase 2 proposal and discussion on Discourse](https://gov.vitadao.com/t/vdp-32-hyperspectral-imaging-for-early-diagnosis-of-alzheimer-disease/558).\n\n\n\n",
        "choices": [
          "For",
          "Against",
          "Abstain"
        ],
        "start": 1647479763,
        "end": 1648084563,
        "snapshot": "14397769",
        "state": "closed",
        "author": "0xe2FbDF7fe1d77f8B73e9fa4D17F2F1FC64F7313f",
        "space": {
          "id": "vote.vitadao.eth",
          "name": "VitaDAO"
        }
      },
      {
        "id": "0x97dd7bb7de28267d9ffdd64f65f4260927405f625a751eb3144fd5eb72b04cc8",
        "title": "VDP-34 [Governance] Defining VitaCore",
        "body": "This proposal defines VitaCore to consist of four stakeholder groups who are accountable to VITA token holders.\n# Summary\n\nThis proposal introduces a definition of the concept of \"VitaCore\", specifying four stakeholder groups: Working group stewards and co-stewards, ambassadors of service providers, ambassadors of partner DAOs and strategic contributors.\n\n# Motivation\n\nFrom VitaDAO’s inception and even before Genesis, a group of highly involved contributors helped oversee the objectives and coordinate activities across working groups, the community and external stakeholders. This group became known as “VitaCore” and continues to keep the DAO productive to date. However, the concept of VitaCore is loosely defined and not well documented, hence the need for a governance proposal defining VitaCore.\n\n# Specification\n\nWe propose to define VitaCore as an advisory committee that represents various groups of VitaDAO stakeholders. As such, VitaCore does not have any individual members, but individuals who are part of a certain stakeholder group.\n\nTo start with, these stakeholder groups are:\n\n* Group 1: Working Group Stewards and Co-Stewards\n* Group 2: Ambassadors of actively and significantly contributing Service Providers (currently Molecule GmbH and decentralized MATTER B.V.)\n* Group 3: Ambassadors of VitaDAO’s partner DAOs (currently labDAO)\n* Group 4: Representatives from strategic contributors (currently none, [TBD.](https://gov.vitadao.com/t/continuing-the-discussion-what-happens-after-vdp-11/512))\n\nFurther stakeholder groups may be added in the future.\n\nIt goes without saying that the concept of VitaCore is accountable to VitaDAO’s token holders who defined the scope of VitaCore’s executive power over operational decisions [in VDP-6](https://snapshot.org/#/vote.vitadao.eth/proposal/0x29deeaa40d52ca82f2533f459d9a3e744c9598cee5e106f9176f35b1c9bdf02b) and may refine these at any time in a new governance proposal. In that sense, holders of VITA are represented in VitaCore, but they are the overseeing and superior entity that governs VitaCore through proposals. Current initiatives around introducing OKRs, publishing a treasury report and other transparency initiatives will make it significantly more convenient for token holders to do so.\n\n# Implementation\n\nIf this proposal passes, we will publish a post (on Discourse, Medium, the website or another appropriate place) to make the list of stakeholder groups and their individual members permanently available . If not already done, we will also introduce Discord tags for each of these stakeholder groups.\n\nFor more information, please see [the phase 2 proposal and discussion on Discourse](https://gov.vitadao.com/t/vdp-34-defining-vitacore/562).",
        "choices": [
          "For",
          "Against",
          "Abstain"
        ],
        "start": 1647479293,
        "end": 1648084093,
        "snapshot": "14397749",
        "state": "closed",
        "author": "0xe2FbDF7fe1d77f8B73e9fa4D17F2F1FC64F7313f",
        "space": {
          "id": "vote.vitadao.eth",
          "name": "VitaDAO"
        }
      },
      {
        "id": "0x9e8735a254d79983cd4e273d306e7f054613b627264d1774afb27f219c20c6f3",
        "title": "VDP-31 [Funding] Support of Clinical Trial \"The Effect of Regular Exercise & Intermittent Rapamycin Dosing...\"",
        "body": "This proposal asks for $50.000 USD to support a clinical trial by Dr. Brad Stanfield on exercise and Rapamycin dosing.\n\n*Full title: Support of Clinical Trial: \"The Effect of Regular Exercise & Intermittent Rapamycin Dosing on Muscle Performance in Older Adults\"*\n\n# Summary\n\n*“The overall hypothesis we wish to investigate is whether periods of time where the mechanistic target of Rapamycin (mTOR) pathway is activated via exercise, combined with alternate periods of time where mTOR is inhibited using Sirolimus (Rapamycin), will result in greater muscle performance in older adults compared with just exercise alone.\"* - Dr. Brad Stanfield.\n\nIt is proposed that VitaDAO **provide $50,000 USD** (1/8th of the project budget) and look to activate our community to solicit more funding.\n\n# Motivation\n\nVitaDAO, recognizes the importance of credible science in the field of healthspan and longevity research. One aspect of current longevity research that remains challenging is the translation of research from model organisms to humans, and the clinical trials regime that is imposed on new interventions.\n\nThere is a view that a number of currently approved drugs - those that have long since completed the regulatory hurdles - have shown observable,  incremental effects on longevity. One such drug  is Rapamycin.\n\nRapamycin is an approved drug for prophylaxis of organ rejection in patients aged 13 years or older receiving renal transplants. The proposed study is meant to establish whether intermittent Rapamycin use demonstrates a functional improvement in frailty and sarcopenia endpoints. \n\n# Specification\n\nThe clinical study will be lead by Dr. Brad Stanfield.\n\nDr. Brad Stanfield is a Medical Doctor at the Tuakau Health Centre in New Zealand having completed his residency at Auckland DHB.\n\nIn 2019, he started his YouTube channel to discuss the state of longevity science with an emphasis on explaining peer-reviewed scientific papers in easy-to-understand language, but also with a focus on providing proper limits to the science and discouraging claims which exceed the evidence.\n\nWith a community of over 98,000 followers, Dr. Stanfield has become a recognized and credible voice in the communications of longevity science.\n\n*Why another Rapamycin trial?*\n\nAs a Phase 2a trial in humans - focused on functional improvements in sarcopenia - this study will support our understanding of Rapamycin impacts on aging related decline in physical function, but also work towards establishing a framework for regulatory approval of interventions that are preventative in nature related to aging.\n\nThe clinical trial protocol can be found [here](https://drive.google.com/file/d/1AP1L9JjGdnZgFmZ4sEDCWnp_2-g70-SP/view). \n\nIn contrast to the ongoing PEARL trial for rapamycin and aging (NCT04488601), this proposed trial will measure muscle power and strength by combining rapamycin intake with an exercise regimen. The primary outcome for this proposed trial is the 30-second chair test, which is a robust and clinically relevant marker of performance. In addition, several secondary outcomes will be measured including but not limited to: community balance and mobility, hand grip strength, 6-minute walk test, DNA methylation age, and serum levels of NAD+, cholesterol, and S6K. Importantly, this Phase 2 study is not powered enough to say that Rapamycin + exercise is better than exercise alone, instead it will be used to determine safety and some preliminary results. This proposed trial will be a stepping stone to a much larger study involving ~400-500 individuals. \n\n# Implementation\n\nThough there is no immediate intellectual property for VitaDAO from this project, our support is intended to advocate for further research into off-label use of approved, off-patent drugs and show our support for innovative and crowdsourced funding of research.\n\nThis is complementary to VitaDAO’s support of CrowdFundedCures.org, and the social impact bond model in VDP-17.\n\nDr. Stanfield has developed a strong following on YouTube for his informative and well researched videos on healthspan related interventions and science, and is an asset to the longevity community and we wish to signal our support for this research with the intention of supporting Dr. Stanfield to raise the needed funds for the trial.\n\n*Budget*\n\nThe budget for the clinical trial is $400,000. It is suggested that VitaDAO would provide $50,000 USD (1/8th of the project budget) and look to activate our community to solicit more funding. In the United States, Lifespan.io is supporting the fundraising for the trail as a 501(c)3 charity.\n\nFor more information, please see the [phase 2 proposal and discussion on Discourse](https://gov.vitadao.com/t/vdp-31-support-of-clinical-trial-the-effect-of-regular-exercise-intermittent-rapamycin-dosing-on-muscle-performance-in-older-adults/557).",
        "choices": [
          "For",
          "Against",
          "Abstain"
        ],
        "start": 1647143894,
        "end": 1647748694,
        "snapshot": "14372840",
        "state": "closed",
        "author": "0xe2FbDF7fe1d77f8B73e9fa4D17F2F1FC64F7313f",
        "space": {
          "id": "vote.vitadao.eth",
          "name": "VitaDAO"
        }
      },
      {
        "id": "0xd9db653ece7824461046206539982c86c9dc04e23a79e8b0d48627c3cd685b14",
        "title": "VDP-33 [Governance] PrimeDAO <> VitaDAO Partnership Proposal + Token Swap",
        "body": "This proposal intends to initiate a partnership between [PrimeDAO](https://www.prime.xyz/) and VitaDAO through a token swap and other means.\n\n**Representatives**: \n- [Vincent](https://twitter.com/vincentweisser) (VitaDAO)\n- [Luuk]( https://twitter.com/LuukDAO) (PrimeDAO)\n\n\n## Summary\nInitiating a partnership with PrimeDAO, a DAO building next-generation coordination tools for DAOs, and VitaDAO, to explore how VitaDAO can utilize and benefit from PrimeDAO's offerings as well as align through a token swap of ~$50k worth of Prime<>Vita.\n\n## Proposal\n\nThis partnership agreement is initiated on the 3th of March 2022, by and between:\n\n[VitaDAO](https://www.vitadao.com/), a community owned collective funding early stage longevity research, governed through the [VitaDAO Snapshot](https://snapshot.org/#/vote.vitadao.eth).\n\nand\n\n[PrimeDAO](https://www.prime.xyz/), a A DAO collective focused on researching and building next-generation coordination tools for decentralized organizations, governed through the [PrimeDAO Boardroom](https://app.boardroom.info/primedao/overview).\n\n## Partnership Purpose\nThe partnership aims to align the interest of the parties to intensify the collaboration between the organizations. PrimeDAO provides DAO tools which we want to further explore with VitaDAO, and provide input on which tools would be most useful for us and our ecosystem. This also creates mutual awareness in both DAOs through the introduction of this proposal, as well as governance alignment of VitaDAO being able to govern PrimeDAO through its governance votes, and vice versa. \n\n\n## Background on the Partnership\nVitaDAO and PrimeDAO share a common purpose to push the abilities of DAOs to fund and advance human potential. Contributors of the DAOs have been connected and sharing knowledge since the early days of DAOs, back in 2019. Both groups see value in intensifying our relationship with this partnership agreement.\n\n## Commitment of the Organizations\nBoth parties agreed that they intend to contribute the following towards this partnerships:\n\n1. Token Swap:\nTo align governance interests, a Token Swap between the two organizations is initiated as part of this agreement. $50.000 worth of VITA will be swapped for $50,000 of D2D taken the 30-day average at the end of the vote on both sides.\n\n2. Co-liquidity Provision:\nTo enhance alignment, the DAOs plan to explore a potential Vita<>Prime pool for the further, while this is part of further discussion and review from tokenomics.\n\n1. VitaDAO will match the received D2D tokens with an equal value in BAL tokens from its treasury and add it to the [50% D2D x 50% BAL pool on Balancer.](https://app.balancer.fi/#/pool/0x8f4205e1604133d1875a3e771ae7e4f2b086563900020000000000000000010e)\n\n2. PrimeDAO will match the received VITA with an amount of WETH - equal to 25% of the amount received - and add it to the [80% VITA x 20% WETH pool on Balancer. ](https://app.balancer.fi/#/pool/0x350196326aeaa9b98f1903fb5e8fc2686f85318c000200000000000000000084)\n\nBoth DAOs will be eligible to earn rewards associated with these two pools. There are no lock-ups or limitations to which the DAOs need to adhere to in regards to the received tokens, however it is expected that both DAOs will communicate any changes to the usage of the tokens to the other party.\n\n## Management of the Partnership\n\n### Partnership Term\nThe Partnership is open-ended and does not have an expiry date.\n\n### Partnership Governance\nThe partnership is managed by representatives of the organizations. The respective governance processes of both DAOs can overwrite any decision by representatives.\n\nIn the case of this partnership, there are 2 representatives for each organization.\n\n### Exit Clause\nBoth organizations can at any moment terminate the agreement through their respective governance systems.\n\n### Communications around the Partnership\n- A partnership announcement blog will be created within 2 weeks after the agreement date.\n\n- To ensure operational effectiveness, a monthly call will be set up by at least one representative of each organization.\n\nBoth DAOs acknowledge that DAO agreements are inherently unpredictable and irreversible and agree to this initial partnership agreement (pending governance vote outcome).\n\nFor more information, please see the [phase 2 proposal and discussion on Discourse](https://gov.vitadao.com/t/vdp-33-primedao-vitadao-partnership-proposal-token-swap/559).",
        "choices": [
          "For",
          "Against",
          "Abstain"
        ],
        "start": 1647143444,
        "end": 1647748244,
        "snapshot": "14372797",
        "state": "closed",
        "author": "0xe2FbDF7fe1d77f8B73e9fa4D17F2F1FC64F7313f",
        "space": {
          "id": "vote.vitadao.eth",
          "name": "VitaDAO"
        }
      },
      {
        "id": "0xa9226681beb27aa859ac5454b2e134c8b8541b81618f9229df8933e4e8243ab4",
        "title": "VDP-26 [Governance] Dealflow structure & incentives",
        "body": "# Summary\n\nThis proposal provides clarity to the VitaDAO community on how the Longevity Dealflow Working Group operates.\n\nTL;DR: https://miro.com/app/board/uXjVOWzFcCo=/ \n\nThe group’s purpose is to make good deals happen (ie fund longevity projects) on behalf of VitaDAO.\n\n# Motivation\n\nThe dealflow process has been designed by experienced investors, entrepreneurs and scientists to meet two objectives:\n\n1. To maximize the number of high-quality longevity projects VitaDAO funds\n2. To upskill the community such that #1 is more likely.\n\nBy providing more people with clarity on the core activity of VitaDAO we can scale more easily.\n\n# 1. What can *you* do?\n\nThe highest impact actions are:\n\n1. Source relevant longevity projects\n2. Shepherd projects\n  a. Gather information and due diligence\n  b. Get 3-5 independent reviews (2-4 Scientific Advisory Board members and 1-2 business/IP experts)\n3. Negotiate and close deals\n4. Assist current portfolio projects to advance towards commercialization\n5. Improve the process. See one, do one, teach one.\n\n# 2. What is a relevant project?\n\n[Relevant projects](https://vitadao.notion.site/Sourcing-projects-for-VitaDAO-7eba65929ec94725a9a72b931f6de315) would be aging research / longevity projects that are seeking funding (sponsorship, investments, grants) and open to sharing IP / revenue / some mutual benefit / upside.\n\nWe are aiming for 80%+ of our resources to fund early-stage, translational aging research (pre-startup), bridging the valley of death. The remaining percentage is to fund longevity startups that have a high potential to get to market fast.\n\nWe are looking for projects that we can help advance towards commercialization, usually a therapeutic targeting aging. A good model for what is in-scope and out-of-scope is Karl Pfledger’s outline of [What Counts As Aging For AgingBiotech.Info](https://agingbiotech.info/about/what_counts_as_aging.html)\n\n# 3. What are standard terms for funding?\n\nThis usually implies the researcher, company and/or institution (TTO) signing a contract with an agent like Molecule GmbH, a Swiss company. This can be a standard Sponsored Research Agreement, Royalty Agreement, providing attractive non-dilutive financing.\n\n# 4. How does the dealflow process work?\n\n## 4A. Sourcing relevant projects\n\nProjects can be either referred to us by the community, discovered through outreach (by scouts or internal sourcing squads), or inbound via the website.\n\nAnyone can be a scout or form a sourcing squad to increase efficiency in sourcing projects.\n\nThe current [bounty](https://airtable.com/shr1JVPeWle7qLlau) (until March 15th) is $500 or 500 VITA per relevant project you introduce to us (up to a reasonable cap approved by no less than 2 stewards, see [full terms here](https://vitadao.notion.site/Sourcing-projects-for-VitaDAO-7eba65929ec94725a9a72b931f6de315)). More bounties can be seen below.\n\nHow? Reach out to researchers, TTOs, communities, conferences, prioritize promising leads, develop relationships.\n\n## 4B. Shepherding projects (getting reviews, due diligence, etc)\n\nOnce a relevant project is identified, a deal squad is formed (2-3 members, based on skill and interest) with a shepherd as the main point of contact.\n\nThe squad works to advance the deal through our funnel (where we can view at a glance the stage, details, or bottlenecks of the deals). See the workflow here: https://miro.com/app/board/uXjVOYCpe8I=/\n\n## 4B.1) Refining projects, gathering information\n\nThe shepherd coordinates with the applicant to get any follow-up questions answered and potentially help refine or create a path to commercialization.\n\nGather information, due diligence in a Project Details document (see [template](https://docs.google.com/document/d/1LzI0nEW1AvWoDgzixSh2TN75hAW-LUXjIfF5riWDf8I/edit#)). This will be access-controlled, with careful consideration to whom is given access, based on the level of confidentiality required.\n\n## 4B.2) Getting reviews\n\nThe shepherd will send the Project Details document (containing all info, including our review form) to 3-5 independent Senior Reviewers (2-4 Scientific Advisory Board members, 1-2 business/IP experts) for discrete, unbiased evaluation (kept secret until after the review stage is over).\n\nWe are maintaining a list of [Senior Reviewers and candidates in the Dealflow CRM](https://airtable.com/appqo3bPXVQojAtrk/tblLCrQVaR4PmrG1P/viwHx3CValDXVrwDP?blocks=hide), and for each person in there we have \"Shepherds\", team members maintaining that relationship. If you don't have a relationship but want their review, you can reach out to one of the shepherds of that relationship to introduce you as a team member and make sure random people don't spam Senior Reviewers.\n\n> Reviews, if possible, can be visible internally (although anonymized).\n      - These could be restricted to the shepherd\n      - I’d want to know who reviewed so I can continue the conversation, and can keep it confidential\n\n## 4B.3) Summarizing reviewers consensus\n\nThe squad will make a summary of the senior reviews (including the conviction) and gauge the level of excitement.\n\nWe have 4 tiers:\n\nA) 🤩 Very exciting (stellar team, exciting tech etc). We keep a healthy dose of skepticism but all we need to close is final dd and negotiation.\n\nB) 💪 Potentially strong, worth following up → set up a call or send a list of questions\n\nC) 🤔 Unconvincing. Wouldn’t be worth talking unless they show us X,Y,Z (big changes) → tell them what we’d need to see for it to be an (A)\n\nD) 🙅 Out of scope or surely not gonna work, not worth talking with them → tell them why, but re-application is welcome\n\n## 4B.4) Posting a report for the community\n\nIf the deal falls in Tier A from above, we post the project on the Discourse governance forum as a Phase 2 proposal, for broader community feedback. They will get a “stamp of approval” from the Longevity Dealflow WG, with a quantitative score and (3-6) different brief reviews (in favor, against, or neutral).\n\nTier B is the most common. While we get the follow-up questions answered, we can post the project for community feedback in the “Projects in review” section of our Discourse forum. It only moves to a Phase 2 VDP when we have consensus on that precious “stamp of approval”.\n\nPublic Discourse posts will be done with assistance and agreement from the applicant.\n\nFor Tier C or Tier D, we’ll send a \"not now” email asking for more data or whatever changes we need to move it to Tier A.\n\nUntil they make the necessary changes, applicants can submit their projects to our “Projects in review” section, allowing for community feedback and involvement.\n\nThis wouldn’t be a recommendation from the team.\n\nWe shouldn’t send a clear “NO” email to any project unless we all agree that it is out of scope or stupid. Passing on good projects is the nightmare scenario, and VitaDAO is not (and should not be) so risk-averse. The danger is the status quo, with promising projects overlooked by regular investors not getting the funding that would advance longevity therapeutics.\n\nhttps://twitter.com/alex_kroeger/status/1461433455296716804?s=21\n\n## 4B.5) Negotiation and closing\n\nIf the Phase 2 vote passes, we move to Phase 3, for a token-based, final vote.\n\nThe squad negotiates with TTOs, gets consensus around terms (ticket size, ownership stake, etc) and works to close the deal.\n\n## 4C. Assisting current portfolio projects\n\nThe ultimate goal is to advance research towards commercialization as longevity therapeutics. That may involve helping with company formation or further fundraising, hiring, partnerships, synergies and community involvement.\n\n## 4D. Improving the process\n\nAnyone can get involved and “see one, do one, teach one”.\n\n# 5. Incentives and evaluation flow diagram\n\nOur goal is to fund a lot of quality projects. To do that, a good objective is 2+ IP-NFTs to be voted on per month.\n\nWe have built a wonderful crowd in longevity/dealflow, and we are hereby moving to improve the structure and compensation scheme in an effort to be more efficient in sourcing, shepherding and closing deals.\n\nMost existing contributors and potential contributors can do bounties (outlined below and in Miro) and show proactivity, resourcefulness, expertise, results and alignment towards becoming a part of the \"core dealflow team\", aligned with a vested governance allocation and/or on a monthly basis.\n\nThe highest impact actions outlined above, creativity and internal recognition (acting as a glue, helping in multiple, unpredictable ways) will be highly compensated, outside of bounties.\n\n**Current structure and incentives:** https://miro.com/app/board/uXjVOWzFcCo=/\n\n# Definitions\n\n*Shepherd* - someone who leads project acquisition, ensuring the internal reviewing, and if passing that the on-chain voting. This person needs at least one other person in their squad member who believes in the project and who contributes effort to seeing the deal through.\n\n*Sourcing squad* - a small, nimble team working together to source new projects. They do outreach campaigns, talk to researchers, enthusiasts, TTOs to discover projects that might be fit for VitaDAO\n\n*Deal squad* - a small, nimble team working on a specific deal. Can be a team that is specialized on a specific vertical. They are empowered to put projects on-chain.",
        "choices": [
          "For",
          "Against",
          "Abstain"
        ],
        "start": 1646813811,
        "end": 1647418611,
        "snapshot": "14348246",
        "state": "closed",
        "author": "0xC05dED6AB80bd29F2Bcf8c2EafFbd9fD22213AcC",
        "space": {
          "id": "vote.vitadao.eth",
          "name": "VitaDAO"
        }
      },
      {
        "id": "0x0823d6844e8287f45aec62a50ed8042436cdf9dc06f10eddace54f66b78b1f1c",
        "title": "VDP-30 [Funding] VitaDAO Gitcoin Quadratic Longevity Funding Round 2 + VitaDAO Longevity Fellowship",
        "body": "This proposal requests a total of $55,000 USDC to take part in a Gitcoin round as well as to fund Longevity Fellowships.\n\n## Summary\nProposal for VitaDAO to donate $40,000 USDC to match donations for longevity research initiatives through the next upcoming quadratic donation round on [Gitcoin](https://gitcoin.co/) in March 2022, as well as to provide $15,000 USDC donation to fund [VitaDAO Longevity Fellows](https://www.vitadao.com/fellowship) with micro-grants of up to $3,000 USDC.\n\n- **Project Lead:**  Vincent Weisser#9975\n- **Team**: timrpeterson#8928, Tyler Golato#5399, Retromancers#3866, Laurence Ion#4088, Scott Moore, Alex Dobrin\n\n## Description\nIn collaboration with [Gitcoin](https://gitcoin.co/), VitaDAO should co-organize a donation round for longevity-related projects in March 2022. The donation round would utilise quadratic funding which [tackles](https://vitalik.ca/general/2019/12/07/quadratic.html) the tragedy of the commons, a common problem with public goods such as funding longevity research. As part of this donation round, VitaDAO should provide 40,000 USDC as a matching donor.\n\n## Motivation\nThe goal is to advance longevity research beyond our core focus of directly funding research with intellectual property. We are collaborating with Gitcoin to advance unique ways to fund research through crypto and by the crypto community.\n\nIndividuals like Vitalik Buterin, Glen Weyl and others proposed a system called quadratic funding, where some donors quadratically match donations from other donors. This results in a situation where individual donors may spend just as much as it benefits themselves, but due to these matching donations, effectively cause a total spend that takes into account the benefit of others. For more information on how quadratic funding works, see [this blog post by Vitalik Buterin](https://vitalik.ca/general/2019/12/07/quadratic.html) as well as “[WTF is Quadratic Funding?](https://wtfisqf.com/)”.\n\nGitcoin proved this in practice, funding projects with millions of dollars already. As a pioneer in quadratic funding with experience from previous donation rounds and a high-profile network of donors, Gitcoin is the ideal partner for VitaDAO to organize a donation round specifically for longevity-related projects.\n\n## Specification\nThe VitaDAO Longevity Working Group has curated a list of over 30 projects that seem like a good fit for this donation round. The curation process focused on smaller, relatively underfunded initiatives that could benefit a lot from additional funding. \n\nYou can see the already onboarded projects from last round here: [https://gitcoin.co/grants/explorer/?&grant_tags=Longevity](https://gitcoin.co/grants/explorer/?&grant_tags=Longevity)\n\n\n\n## Implementation and Timeline\nBy the end of February, the project list will be finalized and sent to Gitcoin. The funding round is set to start in March 2022 and last for 2 weeks.\n\n\n## Budget\n\nThe budget of 40,000 USDC represents a donation from VitaDAO as a matching funder to Gitcoin’s Quadratic Funding Round in March 2022. Additionally 15,000 USDC would be donated to fund VitaDAO Longevity Fellows.\n\n\n## Explainer \nhttps://www.youtube.com/watch?v=HJljTtLnymE\n\n\nFor more information, please see the [phase 2 proposal and discussion on Discourse](https://gov.vitadao.com/t/vdp-30-vitadao-gitcoin-quadratic-longevity-funding-round-2-vitadao-longevity-fellowship/542).\n",
        "choices": [
          "For",
          "Against",
          "Abstain"
        ],
        "start": 1646212205,
        "end": 1646817005,
        "snapshot": "14303432",
        "state": "closed",
        "author": "0xe2FbDF7fe1d77f8B73e9fa4D17F2F1FC64F7313f",
        "space": {
          "id": "vote.vitadao.eth",
          "name": "VitaDAO"
        }
      },
      {
        "id": "0xc46ee26737580c579c383c61f03ac7291e4a5cc243a6b334e1b8b41ab036afe3",
        "title": "VDP-21 [Funding] Discovery of novel mitophagy activators w/ Evandro Fang",
        "body": "Identification of novel mitophagy inducers for healthy brain ageing and longevity.\n\n- Project PI: [Evandro Fang](https://evandrofanglab.com/)\n- [Project Page on Molecule](https://discover.molecule.to/project-details/1642675660220x661402772267860000)\n\n### **Simple Summary** \nMy group was one of the very first research teams to propose defective mitophagy as a key  driver in AD initiation and progression and to demonstrate its causative role; we have demonstrated the effectiveness of mitophagy induction in inhibiting memory loss in multiple  AD animal models (Trends Neurosci 2017; Nature Neurosci 2019; Cell Metabolism 2019;  Nature Biomedical Engineering 2022)3-5, 8. Previous work has highlighted how impaired  mitophagy coincides with the behavioural and pathological development and progression of  AD. Genetic and pharmacological promotion of mitophagy rescued cognitive decline in AD  models, and inhibited the phosphorylation of Tau (p-Tau) in both human cell lines and 3xTgAD  mice4. However, robust neuronal mitophagy inducers with clinical potential, that is to  induce mitophagy but without causing mitochondrial damage at the same dose, is  sparse. Very recently, we have established an artificial intelligence (named Fang-AI) plus wet  lab validation platform (Figs. 1 and 2), enabled us successful identification of two lead  compunds as drug candidates for AD8, 9. This proposal aims to use the ‘Fang-AI’ plus our wet  lab platform (C. elegans, mice and iPSCs) to swiftly identify new drug candidates for AD.  \n\n### **Background** \nAlzheimer’s disease (AD) affects over 35 million people worldwide and causes formidable  economic challenges1. Since 2003, over 250 drug candidates, predominantly targeting two  pathological proteins, amyloid-β (Aβ) and pathological Tau, have been tested in clinical trials  for AD, but most of them have failed2. There is a need to pursue new mechanistic studies in  order to better understand the underlying causes of AD, and to discover new drug targets.  \n\nMitochondria operate as cellular “powerhouses” and play a pivotal role in neuroplasticity and  memory, thus dysfunction in mitochondria can impair neuronal function and trigger  neurodegeneration3. The homeostatic maintenance of functional mitochondria is crucial for  neuronal health and survival. Mitochondria are constantly exposed to stress and damage; to  cope, dysfunctional mitochondria must be specifically and efficiently eliminated via a cellular  self-clearance system, “mitophagy”. Mitophagy is impaired in the elderly, leading to the  accumulation of damaged mitochondria4. The impaired energy production brought about by  these dysfunctional mitochondria manifests in the senescence, inflammation, and neuronal loss seen in the elderly, and in AD patients3-5. Large-scale omics and functional studies using  post-mortem brain tissues and iPSCs from AD identified impaired mitochondrial function and  impairment of mitochondria-related pathways as major changes in AD4, 6, 7.  \n\nMy group was one of the very first research teams to propose defective mitophagy as a key  driver in AD initiation and progression and to demonstrate its causative role; we have demonstrated the effectiveness of mitophagy induction in inhibiting memory loss in multiple  AD animal models (Trends Neurosci 2017; Nature Neurosci 2019; Cell Metabolism 2019;  Nature Biomedical Engineering 2022)3-5, 8. Previous work has highlighted how impaired  mitophagy coincides with the behavioural and pathological development and progression of  AD. Genetic and pharmacological promotion of mitophagy rescued cognitive decline in AD  models, and inhibited the phosphorylation of Tau (p-Tau) in both human cell lines and 3xTgAD  mice4. However, robust neuronal mitophagy inducers with clinical potential, that is to  induce mitophagy but without causing mitochondrial damage at the same dose, is  sparse. Very recently, we have established an artificial intelligence (named Fang-AI) plus wet  lab validation platform (Figs. 1 and 2), enabled us successful identification of two lead  compunds as drug candidates for AD8, 9. This proposal aims to use the ‘Fang-AI’ plus our wet  lab platform (C. elegans, mice and iPSCs) to swiftly identify new drug candidates for AD.  \n\nAs defective mitophagy is likely a shared cause of different neurodegenerative diseases (such  as Parkinson’s disease/PD, Huntington’s disease/HTT, and Amyotrophic Lateral  Sclerosis/ALS)10, turning up mitophagy via pharmaceutically approaches could be a druggable  target for broad neurodegenerative diseases.\n\n\n### **Proposed Work Packages** \nWP1: To use our established Fang-AI + wet lab validation platform to screen new  mitophagy inducers. \n\n∙ To use our established Fang-AI + wet lab validation platform (Figs. 1 and 2)8to screen new mitophagy inducers from the Finnish Institute of Molecular Medicine (FIMM),  consisting 140,000 compounds (U. Helsinki, with access). We will perform AI  screening and wet lab verification as detailed elsewhere8. We have already identified  26 molecules from the FIMM library (AI score ≥0.8) such as FIMM136359, 104757,  106153, etc.  \n\nWP2: AI-based structure modifications for drug candidates EFF-AA and EFF-BA, and  wet lab validation experiments: \n\nUnpublished data from the Fang group have identified two structurally similar natural  compunds EFF-AA and EFF-BA. They are robust mitophagy inducers with high translational  potential as EFF-AA and EFF-BA induce mitophagy at 10% dose as used for other compunds (e.g, compunds K and R8), and without detectible toxicity in the bioactive doses in cells and C.  elegans.  \n\nFor the purpose of further optimization and patent, we aim:\n \n∙ To use machine learning to provide suggestions on structure modifications on current  known mitophagy inducers (EFF-AA, EFF-BA), aiming to increase ‘solubility’, ‘activity’,  ‘bioavailability’ and to reduce ‘toxicity’;  \n\n∙ To work with chemists and pharmacists to select from the ‘AI-suggested list’, and to  synthesize new compunds (the first two steps will be done via paid service to the  experienced medchem CRO companies, such as Spirochem or Symeres); and  \n\n∙ To use wet lab techniques (majorly cell culture and C. elegans) to validate bioactivity  and anti-AD function of the new compunds.  \n\n∙ Patent applications (note, background IP will apply) \n\nNote: \n\n∙ The Fang group can hold the EFF-AA and EFF-BA data confidential until 30th Dec  2022. After that, the data will be submitted in international peer-reviewed journal (s);  we will have a deal with the target journal and to make sure it will not published until  the end of 30th March 2023. The Ph.D. student will need to get her Ph.D by the fall of  2023 in the precondition of getting her Ph.D. studies to be published by May 2023.  \n\n### **Proposed Milestones** \n∙ Milestone 1 (M01-03): Toxicity assays for FIMM hits - release of 50% of  healthspan, lifespan, mitophagy monitoring budget \n\n∙ Milestone 2 (M01-03): Toxicity assays for EFF-AA/EFF-BA, EC50 EFF AA/EFF-BA mitophagy assays (quantitative criteria tbd.); selected AI \n\nsuggested EFF-AA/EFF-BA compound variants and confirmation of chemical  feasibility (quantitative criteria tbd.) - release of chemical synthesis budget  and release of 50% of healthspan, lifespan, mitophagy monitoring budget \n\n∙ Milestone 3 (M03-07): Positive outcome of mitophagy assays of FIMM hits  (quantitative criteria tbd.) - release of 50% of IHC/ICC, proteomics and RNA seq budget \n\n∙ Milestone 4 (M03-08): Successful chemical synthesis of EFF-AA/EFF-BA  analogues -release of 50% of IHC/ICC, proteomics and RNA-seq budget\n\nEvandro F. Fang (Oslo) \n\nThe Fang team will have their best effort to get all the milestones achieved as proposed. Due  to the COVID-19 (impact the delivery of agents and dedication of the scientists in the lab) and  for any unforeseen difficulties, if an extention is needed for a specific milestone, Fang will be  reaching Molecule/VitaDao to get a new agreed deadline.  \n\nThe total cost of the project would be +$250 - $400k and the DAO would own 100% of the project and associated IP. We could also explore an option where we pay less and co-own the IP with the university.\n\nFor more information, please see [the phase 2 proposal and discussion on Discourse](https://gov.vitadao.com/t/vdp-21-discovery-of-novel-mitophagy-activators-w-evandro-fang/514).",
        "choices": [
          "For",
          "Against",
          "Abstain"
        ],
        "start": 1645246723,
        "end": 1645851523,
        "snapshot": "14231276",
        "state": "closed",
        "author": "0xe2FbDF7fe1d77f8B73e9fa4D17F2F1FC64F7313f",
        "space": {
          "id": "vote.vitadao.eth",
          "name": "VitaDAO"
        }
      },
      {
        "id": "0x783a4430c5717b4d130db7d8f51321b64e3c0ddcfdbf14f6af8c4bab05ecd7b2",
        "title": "VDP-27 [Governance] $1M more for Equity Investments",
        "body": "This proposal requests the option to use up to $1M from the VitaDAO treasury for equity investments.\n\n# Summary\n\nWe've learned there are many early stage deals including at universities where equity-based investment rather than NFT-based investment are required. This proposal requests the ***option*** to use up to $1M from the VitaDAO treasury for equity investments.\n\n# Details\n\nFollowing [VDP-7](https://gov.vitadao.com/t/vdp-7-equity-startup-deals-proposal/325/8), we have set aside $1.5M to loan to the nonprofit Vitality Healthspan Foundation to make investments in TurnBio and Rubedo. Freeing up an additional $1M would have several advantages over doing no additional equity deals. It would:\n\n1. create more eventual buyers for VitaDAO's IP-NFTs\n2. grow VitaDAO's network and reputation within industry and not just with academia\n3. provide validation to pharma and other incumbents that VitaDAO has assets that others are willing to fund\n4. enable VitaDAO to get insider info from more companies on how the industry is evolving\n5. help VitaDAO upskill academics by putting them in contact with the companies we fund\n\nBy passing this proposal, we would still be within our 80/20 goal to fund mostly *research* , but we would be creating better continuity between academia and industry. Thus, shrinking the \"valley of death\".\n\n# Specification\n\nProvide the option for VitaDAO, in partnership with Vitality Healthspan Foundation, to spend up to $1M USD of VitaDAO's treasury on equity investments. Investments would be expected to be within the $50-100K range such that at least 10 investments could be made. Investments would also be expected to be in seed stage or at the latest Series A companies to maintain the focus on early stage asset formation and maximize VitaDAO's ownership stake.\n\n\nFor more information, please see [the phase 2 proposal and discussion on Discourse](https://gov.vitadao.com/t/vdp-27-1m-more-for-equity-investments/529).",
        "choices": [
          "For",
          "Against",
          "Abstain"
        ],
        "start": 1645136655,
        "end": 1645741455,
        "snapshot": "14223043",
        "state": "closed",
        "author": "0xe2FbDF7fe1d77f8B73e9fa4D17F2F1FC64F7313f",
        "space": {
          "id": "vote.vitadao.eth",
          "name": "VitaDAO"
        }
      },
      {
        "id": "0x9844ee2977f853b609d7227c71c8c2766cd485d43d22fc0de1d8299a803485ab",
        "title": "VDP-23 [Governance] VitaDAO IP Holding Company",
        "body": "This is a proposal to form an IP holding company for VitaDAO. \n\n# Motivation\n\nThere are two reasons to form an IP holding company for VitaDAO: \n\n1. To hold existing soft IP (copyrights, logo trademarks and word marks) related to VitaDAO\n2. To hold future hard IP (patents) related to VitaDAO \n\n# Specification\n\n*Project Lead*\nSavva, Jesse \n\n*Team*\nLegal working group\n\nThe IP holding company is intended to hold only that which cannot yet be held in IP NFTs.\n\nThe potential advantages of forming an IP holding for VitaDAO company are:\n\n1. Stronger legal protection for VitaDAO’s IP in general.\n\n2. For soft IP: provides an entity with which VitaDAO can more easily (i) litigate against IP appropriators, e.g. someone who spins up an unauthorized VitaDAO merchandise store or otherwise uses VitaDAO works, logo, and name for unathorized commercial gain and (ii) license the soft IP for commercial use. \n\n3. For hard IP: an entity prepared to assign patents when patents arise from VitaDAO-funded projects; an entity to fundraise into from traditional investors interested in IP only; an entity for patent licensing royalties; an entity with which VitaDAO can defensively litigate against entities that might try to attack VitaDAO with their own patents.\n\nThe potential disadvantages of forming an IP holding company for VitaDAO company are:\n\n1. An off-chain solution shifts focus from designing for on-chain IP holding solutions, e.g. IP NFTs.\n\n2. Administrative overhead from forming ($3,000-100,000+) and maintaining the company (from $1,000 to $10,000 p/a), depending on the jurisdiction, is significant and the hard IP will take time to generate. Our preference would be to first form and maintain in a cost-effective and flexible jurisdiction then move to a new jurisdiction if and when needed.\n\nWhile hard IP can be sexy and very valuable, soft IP should not be overlooked. Our resident IP lawyer Savva wrote in the legal working group channel, “If your value is in your network, you need a way to shut down scammers and others trying to imply sponsorship / association when they don't have it (e.g. posting VitaDAO name or logo on their website).”\n\nFinally, the concept of using IP holding companies is not new to web3. For example, Uniswap uses Universal Navigation Inc. (which also holds the IP to most of its code) to hold its trademarks. \n\n# Implementation\n\nThe legal working group will evaluate and decide on a jurisdiction and form of entity.\n\n*Timeline*\n2-4 weeks \n\n*Sucess Metrics*\nSuccess = holding company formed + IP assigned to HoldCo\n\nFor more information, please see [the phase 2 proposal and discussion on Discourse](https://gov.vitadao.com/t/vdp-23-vitadao-ip-holding-company/510).",
        "choices": [
          "For",
          "Against",
          "Abstain"
        ],
        "start": 1644661001,
        "end": 1645265801,
        "snapshot": "14187448",
        "state": "closed",
        "author": "0xe2FbDF7fe1d77f8B73e9fa4D17F2F1FC64F7313f",
        "space": {
          "id": "vote.vitadao.eth",
          "name": "VitaDAO"
        }
      },
      {
        "id": "0x5d7cb67369a0f55e91db6568c4758cdb6f2faec2f01f0c85e11e7b86846dbf60",
        "title": "VDP-24 [Governance] VitaDAO SPV for Strategic Contributors",
        "body": "This is a proposal for the formation of a special-purpose vehicle (SPV) to serve as a bridge for strategic contributors.\n\n# Motivation\nForming a special-purpose vehicle (SPV) should serve as a bridge for strategic contributors, e.g. institutional actors like pharmaceutical companies and funds, to participate in VitaDAO through control of VITA allocated to the SPV pursuant to VDP-11.\n\n# Specification\nThe SPV would be a Swiss Association formed with the assistance of expert Swiss counsel. The SPV would hold VITA, allowing for the SPV’s shareholders to vote on VDPs. Members/shareholders of the SPV should not be required to vote as a single bloc, but rather be empowered to vote with their pro rata portions of the VITA held by the SPV.\n\n# Implementation\nThe formation would be managed by the Legal Working Group using budget surplus from the Legal Working Group’s budget allocation pursuant to VDP-3. \n\nThis should be a subject of lively discussion related to the principles of DeSci, radical inclusion, and the mission and vision of VitaDAO. Please find your voice, share your opinion, and engage in dialectic. \n\nFor more information, please see [the phase 2 proposal and discussion on Discourse.(https://gov.vitadao.com/t/vdp-24-vitadao-spv-for-strategic-contributors/517).",
        "choices": [
          "For",
          "Against",
          "Abstain"
        ],
        "start": 1644645251,
        "end": 1645250051,
        "snapshot": "14186182",
        "state": "closed",
        "author": "0xe2FbDF7fe1d77f8B73e9fa4D17F2F1FC64F7313f",
        "space": {
          "id": "vote.vitadao.eth",
          "name": "VitaDAO"
        }
      },
      {
        "id": "0xb141718e20370fb33e307d697980ae701d43956ca61a170716401ecaeda57f45",
        "title": "VDP-19 Stewardship Process",
        "body": "This proposal introduces a new process for onboarding and offboarding working group stewards for more transparency and accountability. \n\n# Summary\nThe role of a working group steward is crucial to the success of a working group and VitaDAO as a whole. To introduce more transparency and accountability, I am proposing a process for onboarding and offboarding stewards. A new steward should be nominated by another steward and voted in by working group members. Token holders can vote to offboard an existing steward.  \n\n# Motivation\nWorking groups are the backbone of VitaDAO. They are coordinating expert contributions and refining proposals on behalf of VITA holders. Each working group is led by one or two [steward](https://gov.vitadao.com/t/what-are-working-group-stewards/482)s who usually grow into that position by contributing work of great quality to their working group for a longer period of time. This process, however, has not yet been defined and formalised. We need a formalised process of onboarding as well as offboarding working group stewards that is easy to understand and transparent.\n\n# Specification\nI propose the following processes.\n\n## Onboarding as a new Steward\n\nA new steward is onboarded through the following process:\n\n### Option A\n\n1. Any steward can nominate anyone as a new steward.\n2. Once a new steward is nominated, any [Vitacore](https://gov.vitadao.com/t/what-is-vitacore/481) member can challenge the nomination within a week.\n3. If the nomination isn’t challenged, members of all working groups vote on the nomination in the Discord channel #cross-wg-chat.\n4. If a majority of votes is in agreement, the nominated steward is offered the position.\n5. If the nominated steward accepts, they are officially onboarded as a steward.\n\n## Offboarding as an existing Steward\n\nAn existing steward is offboarded through **one of** the following processes:\n\n### Option A\n1. In a vote necessarily recurring every six months, members of all working groups vote on whether the steward should remain in place in an anonymous poll on Discord or Discourse.\n2. If a majority of members of all working groups do not confirm the steward, the steward is offboarded.\n\nOR\n\n### Option B\n1. In a vote optionally occurring at any time, members of all working groups vote on whether the steward should remain in place in an anonymous poll on Discord or Discourse.\n2. If a majority of members of all working groups do not confirm the steward, the steward is offboarded.\n\nOR\n\n### Option C\n1. VITA token holders vote to offboard the steward in a phase 3 vote (Discourse + Snapshot).\n2. If the Snapshot vote passes, the steward is offboarded.\n\nOR\n\n### Option D\n1. Another steward nominates the steward for offboarding.\n2. If a member of Vitacore does not challenge the nomination within a week, the steward is offboarded.\n\nOR\n\n### Option E\n1. The steward chooses to offboard themselves and gives notice at least two weeks in advance.\n2. After the end of the notice period, the steward is offboarded.\n\n\n## Notes and soft requirements\n* A prospective steward should be mission aligned, have proven their domain expertise in the corresponding working group and bring leadership qualities.\n* A prospective steward should have the support from their working group as well as a good working relationship with the other stewards.\n* A new steward should see the first month as a trial period.\n* A steward is accountable to the VitaDAO community and should act accordingly.\n* A steward must adhere to the code of conduct.\n* A steward must not be absent for a longer period of time without giving a reasonable explanation.\n* An offboarded steward should remain available as a point of contact for at least two months, except if personal circumstances do not permit this.\n\nThis process is adapted from the Token Engineering Commons (TEC)’s [Community Stewards WG Manifesto](https://docs.google.com/document/d/1cqdURiW7Qv50J_Ha9FLr9IvdqnZGuhlsffL6O1ivHnA/edit#).\n\n# Implementation\nThis proposal will be updated in response to comments and discussions in this thread. Once the finalised proposal has passed on Snapshot, the ‘Specification’ section above will serve as a template for onboarding and offboarding stewards with immediate effect.\n\nFor more information, please see [the phase 2 proposal and discussion on Discourse](https://gov.vitadao.com/t/vdp-19-stewardship-process/479).\n\n",
        "choices": [
          "For",
          "Against",
          "Abstain"
        ],
        "start": 1642658597,
        "end": 1643263397,
        "snapshot": "14037407",
        "state": "closed",
        "author": "0xe2FbDF7fe1d77f8B73e9fa4D17F2F1FC64F7313f",
        "space": {
          "id": "vote.vitadao.eth",
          "name": "VitaDAO"
        }
      },
      {
        "id": "0xc9531ff2d16b9b6a3b3aa857b0d00d1bf1e0a05c1b6b80799a0c58045071fb26",
        "title": "VDP-11 New 10% VITA Mint for Treasury & Strategic Contributors",
        "body": "Tokenomics WG proposes to mint an additional 10% new vested VITA for new strategic contributors.\n\n# Motivation\nVitaDAO's community has been approached by many mission-aligned and strategic institutional biotech and web3 entities. Purchasing VITA on DEXs is impossible for these entities or in this volume. Working group members believe it would be beneficial to grow the DAO treasury and include these entities. \n\n# Specification\nWe propose to split this decision into multiple proposals.\n\n**Decision in VDP-11: Does VitaDAO want to mint an additional 10% of tokens, bringing total circulating supply to 40%?**\n\n# Implementation\nIn a first step, these tokens would be transferred to a ringfenced multisig, with its sole purpose to enable treasury growing transactions with entities approved by VITA holders.\n\nOnce this decision is made, working group members and VitaDAO community could engage those entities and 1) prepare an institutional raise and 2) prepare a whitelisted on-chain auction. In either case, we propose these newly issued tokens are vesting. If the decision is no then the DAO expends no further energy here and we continue as is.\n\n[More info and discussion on potential next steps](https://gov.vitadao.com/t/continuing-the-discussion-what-happens-after-vdp-11/512) that are beyond the scope of VDP-11 and not part of this proposal.\n\nVitalians sit at the helm of a global neo-longevity renaissance - within months, our network has attracted some of the brightest minds in the field and we are just beginning. With VDP-11, we seek to rapidly accelerate this progress.\n\nFor more information, please see the [phase 2 proposal and discussion on Discourse.](https://gov.vitadao.com/t/vdp-11-new-10-vita-mint-for-treasury-strategic-contributors/407)",
        "choices": [
          "For",
          "Against",
          "Abstain"
        ],
        "start": 1642653971,
        "end": 1643258771,
        "snapshot": "14037060",
        "state": "closed",
        "author": "0x51AaE7357c8baD10DB3532e9AC597efFA5C3820f",
        "space": {
          "id": "vote.vitadao.eth",
          "name": "VitaDAO"
        }
      },
      {
        "id": "0x5082a5ab5e1f3ae1f71b45207e9e066717f46ebffa311e4feb4825ca7966fb00",
        "title": "VDP-20 [Governance] VitaDAO Liquidity Pools on Layer2s (Polygon, Gnosis Chain etc.)",
        "body": "Ethereum mainnet fees are high, and to make participation in VitaDAO easier, we propose to bridge VITA to Polygon and Gnosis Chain.\n\n## Summary \n\nUsers demand cheaper ways to participate in VITA, and governance. I propose that we experimentally explore bridging some small amount of $VITA owned by the DAO to the most used side-chains and layer 2s. Starting with Polygon and GnosisChain due to highest adoption, and later potentially Arbitrum, Optimism, Zksync and others.\n\n## Details\n\nTo ensure enough liquidity i'd propose budgeting $250k worth of $VITA and $250k worth of ETH to start with, to basically have one https://balancer.exchange/ pool on Polygon with $300k in total liquidity, and one https://sushi.com/ pool on Gnosis Chain with $200k in liquidity.\n\nTo ensure that the price of $VITA is similar on Polygon and Gnosis Chain compared to Ethereum I'd propose additional $50k worth of VITA +ETH on Polygon and Gnosis Chain each, controlled by the VitaDAO multi-sig with a bot buying or selling to ensure the prices are synchronized.  \n\n**Implementation**: Transferring total of 600k worth VITA/ETH ($300k in VITA, $300k in ETH) to Polygon/GnosisChain\n- Transferring 350k worth of VITA/ETH (50-50) to VitaDAOs polygon multisig\n- Transferring 250k worth of VITA/ETH (50-50) to VitaDAOs gnosis chain multisig\n\nAdditionally the tokenomics working group would suggest allocating $100k worth of VITA in rewards for providing liquidity on Balancer/Polygon (~$60k), and Sushi/GnosisChain (~40k) for the first year, which is fairly low considering the DAO would earn back a majority of these rewards by being a main liquidity provider.\n\nFor more information, please see the phase 2 proposal and discussion on Discourse: https://gov.vitadao.com/t/vdp-20-vitadao-liquidity-pools-on-layer2s-polygon-gnosis-chain-etc/483",
        "choices": [
          "For",
          "Against",
          "Abstain"
        ],
        "start": 1642201905,
        "end": 1642806705,
        "snapshot": "14003286",
        "state": "closed",
        "author": "0xe2FbDF7fe1d77f8B73e9fa4D17F2F1FC64F7313f",
        "space": {
          "id": "vote.vitadao.eth",
          "name": "VitaDAO"
        }
      },
      {
        "id": "0x339640e0ae12bd2ff4980c69281dac5c7ecc084ba65ac148c37918effd01acdc",
        "title": "VDP-17: CrowdFundedCures.org Partnership",
        "body": "***NOTE:** This is a duplicate of an [on chain proposal](https://etherscan.io/address/0x9aBF28aB6f80c1EF666f983935437E717Aafff7a#readContract) from prior to VitaDAO's using snapshot, and is present here for completeness on snapshot. No snapshot vote occurred.*\n\n### Summary\nCrowd Funded Cures' mission is to implement pay-for-success smart contracts (an on-chain version of Social Impact Bonds or SIBs) to incentivise repurposing of generic drugs. The SIB mechanism incentivises impact investors (such as VitaDAO token holders) to fund IPNFTs holding encrypted Phase II/III randomised controlled trial (RCT) data to sell to payers in exchange for outcome payments or a subsidized price for the newly labelled generic from a generic drug repurposing fund if the RCT is successful and/or the repurposed generic obtains regulatory approval. The fund can also be crowdfunded from the public using disease-specific NFTs or backed by payers such as governments, health insurers, or large philanthropy. We propose VitaDAO provide $40,000 of funding to Crowd Funded Cures to commission a feasibility study from Guidehouse or another leading consulting firm on this new model of research funding (\"generic drug and nutraceutical repurposing pay-for-success contracts\") to kickstart potential future mechanisms that VitaDAO could support in the future.\n\n### Proposal Details\n\n#### Problem: What problem is this solving? Why?\nThere are over 20,000 generic drugs with FDA approval and even more nutraceuticals which lack private incentives for repurposing because it is impossible to enforce a monopoly price if the drug is available for a large off-patent indication, which means it is not possible to prevent off-label competition. In essence, dosing information about which generic drugs work for new indications, in which patients, and at which stage of a disease, is a non-rivalrous and non-excludable public good which causes a “tragedy of the commons”.\n\nMost known longevity drugs are also generic or off-patent (e.g. metformin, rapamycin, resveratrol, NMN etc), without evidence from large RCTs to determine optimal safety and efficacy due to this market failure. Public and philanthropic grant funding for generic drug repurposing suffers from many disadvantages, including centralisation, inefficiency, lack of innovation, exposure to risk of RCT failure and risk of cronyism and nepotism.\n\nBy contrast, pay-for-success does not suffer from these disadvantages. In particular, it is decentralised / meritocratic, transfers risk of RCT failure from payers to impact investors who are willing to bear this risk, and leverages market forces, with impact investors most likely to fund successful RCTs - forming syndicates and/or aggregating VITA tokens - which increases their value.\n\n#### Success: How do we know if we’ve solved this problem?\nEstablishing the world’s first pilot pay-for-success (PFS) smart contract using IPNFTs to incentivise repurposing of generic drugs to treat a specific disease (e.g. Covid, longevity, pancreatic cancer) and raise impact investor funds of $1-10m to conduct Phase 2 or 3 RCT data encrypted as a trade secret in the IPNFT until unlocked by payers. Launch to wider community to obtain syndicate of payers or crowdfund outcome payment fund or advance market commitments $10-50m. After the pilot PFS / IPNFT smart contract validates the concept, expand into new use cases/diseases and raise larger fund from payers (e.g. health insurers, govts, philanthropy, community - $10-100m).\n\n#### When: When does it ship and what are the milestones?\n* Nov 2021 - Jan 2022 - Launch of pilot pay-for-success smart contract and NFT fundraiser with associated public good medicine IPNFTs available for investment by VitaDAO community.\n* Jan - May 2022 - publication of Guidehouse Feasibility Study with financial model to support payer backing for pay-for-success model on the basis of health impact and drug cost savings.\n* Jan - June 2022 - conduct fundraising campaign for public and payer backing of NFT fund for generic drug repurposing in specific disease class (e.g. longevity, Covid etc). Target $5m to incentivise successful Phase 2 RCT and $10-15m to incentivise Phase 3 clinical trials and obtain regulatory approval for new indication.\n\n#### Budget\n* $40k to support Guidehouse Feasibility Study to payers to back a pay for success contract on the basis of overall costs savings or lower costs per quality-adjusted life year (QALY) compared with patented drugs.\n* To be determined (another vote will be needed to authorize the allocation of additional funds) - time and materials to support development of pilot generic drug and nutraceutical repurposing pay-for-success smart contract, open source medicine IPNFT, and Results Oracle linking to RCT data provided by independent CRO.\n\nTeam Members\n* Project Lead: Savva Kerdemelidis [Linked In](https://www.linkedin.com/in/savvak/)\n* Amir Amraie, MPharmS, COO, Crowd Funded Cures [Linked In](https://www.linkedin.com/in/amiramraie/)\n* Andrew Horton, CKA, CTO, Crowd Funded Cures [Linked In](https://www.linkedin.com/in/andrewhortonsecurity/) [Github](https://github.com/urbanadventurer)\n* Spyridon Antonopoulos, PhD, Partnerships Advisor, Crowd Funded Cures Associate Director in Financial Services, Guidehouse [Linked In](https://www.linkedin.com/in/spiroantonopoulos/)\n* Nicholas Fiorenza, MSc Molecular Medicine, Strategic Advisor & Business Development, Crowd Funded Cures [Linked In](https://www.linkedin.com/in/nicholascharlesfiorenza/)\n* Tovah Wolf, PhD, MS, RDN, LDN, Nutritional Advisor, Crowd Funded Cures [Linked In](https://www.linkedin.com/in/tovahwolf/)\n* Edward Kahn, Strategic Advisor, Crowd Funded Cures, Founding Partner, Rediscovery Life Sciences, Director, Strategic Business Development, Cures within Reach [Linked In](https://www.linkedin.com/in/ed-kahn-81b26b3/)\n* Dr Steven Biglesen, Medical Advisor, Crowd Funded Cures Physician, Assistant Clinical Professor, Rutgers New Jersey Medical School [Linked In](https://www.linkedin.com/in/steve-bigelsen-57b79698/)\n* Dr Michael Tombros, BSc(Hons), BM, FRACGP, FRNZCGP, PGDipOccMed, MAvMed(Dist), Medical Advisor, Crowd Funded Cures, Physician [Linked In](https://www.linkedin.com/in/michael-tombros-91122a17/)\n\n#### More information\nFor the full proposal with more details, see the discussion on [Discourse here](https://gov.vitadao.com/t/vdp-17-crowdfundedcures-org-partnership-proposal-generic-drug-repurposing-social-impact-bond/459).\n",
        "choices": [
          "For",
          "Against",
          "Abstain"
        ],
        "start": 1640757000,
        "end": 1640760600,
        "snapshot": "13898465",
        "state": "closed",
        "author": "0x51AaE7357c8baD10DB3532e9AC597efFA5C3820f",
        "space": {
          "id": "vote.vitadao.eth",
          "name": "VitaDAO"
        }
      },
      {
        "id": "0xc6b8c449b4ba7ab145f77d871d14d80c77be5fbfac1489855a05de0e112b3ac0",
        "title": "VDP-16: Korolchuk Lab- Autophagy Activators Funding Proposal",
        "body": "***NOTE:** This is a duplicate of an [on chain proposal](https://etherscan.io/address/0x9aBF28aB6f80c1EF666f983935437E717Aafff7a#readContract) from prior to VitaDAO's using snapshot, and is present here for completeness on snapshot. No snapshot vote occurred.*\n\n### Summary\nAgeing is associated with the decline in the capacity of the autophagy pathway to degrade dysfunctional and damaging cellular components, such as protein aggregates and mitochondria. Dysfunctional autophagy, in turn, undermines other cellular functions including DNA repair, metabolism and survival. Therefore, activation of autophagy is considered a promising therapeutic approach to combat ageing and age-related diseases. A large number of screens has been performed and published to date, these have identified a wide range of small molecules that stimulate initiation of autophagy. Prof. Korolchuck lab proposes to initiate a drug discovery programme with the aim of identifying novel bioactive autophagy inducers.\n\n### Proposal Details\n\n#### Problem\nLysosomal dysfunction is an important factor contributing to the reduction of autophagy during aging. As dysfunctional lysosomes interfere with autophagy at the terminal stage, stimulation of autophagy initiation can be ineffective to rescue autophagy. Additionally, current methods to measure autophagy are rather unreliable, slow, and with complicated readouts, making the screening of compounds that promote autophagy less efficient.\n\n#### Opportunity\nTo model lysosomal dysfunction, Prof. Korolchuk lab uses cells with a mutation in a lysosomal protein (Npc1) associated with neurodegenerative diseases. When these cells are subjected to metabolic stress, they suffer cell death due to dysfunctional autophagy, providing an easy readout for an autophagy assay (cells dead/cells alive). To identify true autophagy activators, Prof. Korolchuk lab uses cells that lack initiation of autophagy and are therefore not rescuable by autophagy inducers in parallel with Npc1 KO cells.\n\nIf funded by VitaDAO, Prof. Korolchuk lab will use this innovative method to screen an unique library of natural compounds, synthesize derivatives based on hits and identify their biological target.\n\n#### Highlights\n* Assay with easy readout, decent throughput, good controls and targeting one of the most important processes in cellular aging (autophagy)\n* Solid evidence supporting their approach\n* Small ticket size ($150000-$250000)\n* The platform would allow collaboration with other projects targeting autophagy/mitophagy\n* Potential for generation of IP/NFT for compounds coming out of their screening platform\n* Strong and productive scientific team interested in the IP/NFT model and in company formation\n\n#### Risks\n* Current application relies on the screening of their current library of natural compounds producing hits, contingency plan needs to be planned with Prof. Korolchuk lab\n* The screening model relies on rescuing autophagy in a single knockout model. A risk would be that they could be screening to solve a problem caused by this specific knockout that, although linked with some neurodegenerative diseases, lacked relevance in general aging. However, the team is working on addressing such risk and there are promising data suggesting this might not be a problem.\n\n\n#### Outcome of the evaluation and recommendation\nA total of 4 evaluators independently scored the project proposal on different categories as either: (1) Oustanding, (2) Strong, (3) Satisfactory, (4) Weak, (5) Unacceptable, (N/A) Not enough information provided, or (N/A) Not my area of expertise. This is a summary of the results:\n\n* *Novelty and Impact:* (2) Strong (4/4 evaluators)\n* *Feasibility and Data:* (1) Outstanding (3/4 evaluators); (3) Satisfactory (1/4 evaluators)\n* *Relevance to longevity:* (1) Outstanding (1/4 evaluators); (2) Strong (2/4 evaluators); (3) Satisfactory (1/4 evaluators)\n* *Science Team:* (2) Strong (3/4 evaluators); (3) Satisfactory (1/4 evaluators)\n* *Market Advantage:* (2) Strong (1/4 evaluators); (3) Satisfactory (2/4 evaluators); (4) Weak (1/4 evaluators)\n* *IP-NFT Potential:* (2) Strong (1/4 evaluators); (3) Satisfactory (2/4 evaluators); (N/A) Not enough information provided (1/4 evaluators)\n\nAll the evaluators consider the project worth funding by the VitaDAO community.\n\n#### Mechanism of Funding\nThis proposal recommends VitaDAO commits funding via an IP-NFT.\n\n### Project proposal\n#### Background\nAgeing is associated with the decline in the capacity of the autophagy pathway to degrade dysfunctional and damaging cellular components, such as protein aggregates and mitochondria. Dysfunctional autophagy, in turn, undermines other cellular functions including DNA repair, metabolism and survival. Therefore, activation of autophagy is considered a promising therapeutic approach to combat ageing and age-related diseases. A large number of screens has been performed and published to date, these have identified a wide range of small molecules that stimulate initiation of autophagy.\n\nHowever, lysosomal dysfunction is one of the prominent factors contributing to ageing and a driver of many age-related pathologies. In the presence of dysfunctional lysosomes, the autophagy pathway becomes blocked at the terminal stage. As such stimulation of autophagy initiation may not always be an effective approach to induce the flux through the system. We model this situation using cells with a mutation in a lysosomal protein Npc1 (mutations of which are associated with Niemann-Pick type C1 Disease and Parkinson’s Disease), which leads to the block in autophagosome degradation ([https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3957429/](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3957429/)).\n\n#### Project Summary\nExtensive work leading to this proposal identified a unique phenotype of cells with dysfunctional autophagy in tissue culture ([https://www.researchsquare.com/article/rs-659023/v1](https://www.researchsquare.com/article/rs-659023/v1), [https://www.biorxiv.org/content/10.1101/2020.01.31.928424v1](https://www.biorxiv.org/content/10.1101/2020.01.31.928424v1), under revision for Nat Cell Biol). In normal glucose-containing medium autophagy KOs upregulate glycolysis at the expense of mitochondrial respiration. When glucose is replaced with galactose, which results in zero net ATP production through glycolysis and cells are forced to respire, autophagy deficient cells become apoptotic. This phenotype is common for Npc1 KO MEFs where autophagosome maturation is impaired as well as for cells with the loss of core autophagy genes (Atg5, Atg7 and FIP200/Rb1cc1).\n\nWe established the sequence of events leading to cell death of autophagy deficient cells: 1) accumulation of dysfunctional mitochondria; 2) stress in the form of increased ROS and DNA damage; 3) activation of stress response pathways (NADases of Sirtuin and PARP family); 4) depletion of cellular NAD+ (and NADH) pools; 4) mitochondrial depolarisation; 5) apoptotic cascade. Our data with yeast, fly, and human stem cell-derived neuronal models of autophagy deficiency indicate that the mechanisms of cell death described in MEFs is evolutionarily conserved from yeast to humans ([https://www.researchsquare.com/article/rs-659023/v1](https://www.researchsquare.com/article/rs-659023/v1), [https://www.biorxiv.org/content/10.1101/2020.01.31.928424v1](https://www.biorxiv.org/content/10.1101/2020.01.31.928424v1)).\n\nTargeting the processes downstream of autophagy dysfunction (mitochondrial dysfunction, hyperactivity of NADases, NAD boosting, mitochondrial re-polarisation) can rescue cell death in cells/organisms with both the genetic loss of Atg genes and Npc1. On the other hand, autophagy inducers can rescue autophagy block and cell survival in Npc1 cells, whilst in Atg5 KO cells true autophagy inducers are not able to rescue autophagy or cell death. This provides us with an opportunity for a unique and rapid high throughput cell death-based screening system. Compounds that are capable of activating autophagy and overriding the autophagy block in Npc1 KO cells rescue cell death, whilst their dependence on functional autophagy is indicated by the lack of effect in Atg5 KO cells.\n\nAdditionally, we generated and optimised for HTS wild type or Npc1 KO MEFs with an inducible tet-on-tet-off expression of a luciferase-tagged autophagy flux reporter p62. As a proof of principle, we performed a screen using a library of FDA-approved drugs, provided by the Newcastle High Throughput Facility. The screen produced 12 small molecules previously not known as autophagy inducers that effectively activated autophagy flux. Finally, we generated and optimised wild type or Npc1 KO cells stably expressing “traffic-light” EGFP-RFP-LC3 for high throughput high content screening. Both platforms will be used for secondary/tertiary screening purposes.\n\nWe propose to initiate a drug discovery programme with the aim of identifying novel bioactive autophagy inducers.\n\n#### Team\nViktor Korolchuk (VK), cell biology, Newcastle University, UK; Jóhannes Reynisson (JR), drug discovery, Keele University, UK; and Konstantin Volcho (KPV), organic and medicinal chemistry, Novosibirsk Institute of Organic Chemistry, Russian Academy of Sciences.\n\n#### Next Steps\nKVP lab collected 1000+ compounds initially isolated from rare plant and animal species from northern Russia and have a unique expertise in the synthesis of these compounds and their structural derivatives.\n\nThis is a virgin collection that has never been tested for its effect on autophagy and, combined with the natural occurrence of these molecules and therefore bioavailability, it increases the chances of successful hit identification. In addition to chemical synthesis, KVP also brings in vivo testing capacity, subject to initial identification of drug leads as outlined below.\n\nWe will initially test a small (~200) collection of compounds which are readily available and represent a diverse chemical variety present in the library. The hits from the initial screen will be processed through secondary/tertiary readouts. Lead molecules will be identified by testing structurally similar derivatives of the hits identified in the KVP collection by our long-term collaborator JR and synthesised by KVP staff for structural verification, followed by validation of their effect on autophagy in several standard assays building a preliminary structure activity relationship (SAR).\n\nOur follow up aim will be to establish the specificity of these and other small molecules from the screens, identify their cellular targets (though Samsara platform), and characterise their mechanism of action in autophagy. We will also investigate the potential of these molecules to alleviate cellular defects caused by lysosomal dysfunction (e.g. mitochondrial deficit, DNA damage, increased sensitivity to stress and cell death) using human fibroblasts and neurons. In parallel, we will test a focused collections of small molecules based on the structure of our lead compounds to establish a robust SAR for future translation into preclinical models.\n\n#### Budget\n*Identification of lead compounds:*\n\n1. Screen a diverse library of naturally occurring bioactive compounds (~200) in cell survival assays (Atg5 vs Npc1 KO) 🡪 dose response effect (VK) (£5,000, 2 months including optimisation and set up)\n2. Hits selection based on their chemical diversity, chemical tractability, and physicochemical parameters (JR) (£2,000, 1 month)\n3. Hit verification screening 🡪 Orthogonal assays (Luc-p62 clearance, traffic light LC3) (VK) (£3,000, 2 months)\n4. In parallel (2 months):\n    * Synthesis of derivatives for 3-5 hit series, ~12 each (JR, KPV) (£10,000);\n    * Additional autophagy assays (autophagic cargo degradation; flux assays; imaging-based determination of autophagy induction; testing an involvement of known signalling pathways) (VK) (£5,000)\n5. Lead series determined by screening (VK) (£2,000, 2 months)\n6. In parallel (2 months):\n    * Second round of synthesis based on lead series ~12 derivatives (KPV, JR) (£3,000);\n    * Testing the ability of lead compounds to alleviate cellular defects caused by lysosomal dysfunction (e.g. mitochondrial deficit, DNA damage, increased sensitivity to stress and cell death) (VK) (£5,000);\n    * Determination of biological target (Samsara)\n7. Screening of derivatives, SAR determination, identification of drug leads (KPV, JR, VK) (£3,000, 1 month)\n\nTotal: 12-month postdoc + running costs - £80,000\n\n*Future work subject to successful screening:*\n\n8. ADMET, DMPK profile determined in mouse models, (KPV) (Total £16,600, 4 Months)\n    * Pharmacokinetics, tissue distribution, excretion (£3,300)\n    * Routes of administration: PO, IV – (£3,300)\n    * Preliminary tox studies (dose-range finding, MTD) (£10,000)\n9. IP sought for drug candidate(s) 🡪 patent\n\nTTO overhead (20-60%) is not included in the current budget and might increase the ticket size up to $250000\n\n*Contingency:*\n\n10. Back up screen as required (1000+ natural bioactive compounds can be synthesised and screened) (KPV and VK)\n\n#### More information\nFor the full proposal with more details, see the discussion on [Discourse here](https://gov.vitadao.com/t/vdp-16-korolchuk-lab-autophagy-activators-funding-proposal/451).\n",
        "choices": [
          "For",
          "Against",
          "Abstain"
        ],
        "start": 1640757000,
        "end": 1640760600,
        "snapshot": "13898387",
        "state": "closed",
        "author": "0x51AaE7357c8baD10DB3532e9AC597efFA5C3820f",
        "space": {
          "id": "vote.vitadao.eth",
          "name": "VitaDAO"
        }
      },
      {
        "id": "0x42aa84e824bac8e5ccc618a329466177b2d10e0e62aac5d9b79b18eb3ed23cf8",
        "title": "VDP-15 Rubedo.Life Assessment",
        "body": "***NOTE:** This is a duplicate of an [on chain proposal](https://etherscan.io/address/0x9aBF28aB6f80c1EF666f983935437E717Aafff7a#readContract) from prior to VitaDAO's using snapshot, and is present here for completeness on snapshot. No snapshot vote occurred.*\n\n### Summary\nThe VitaDAO Longevity Working Group has been evaluating the Rubedo Life Science Inc company under NDA after multiple discussions over 3 months.\n\nScientific reviews digest: The review team included 5 PhDs (3 of which are professor / PI level) and 2 PhD-candidates. All have expressed a vote in agreement. To quantify the level of conviction, some have provided a score on a scale of 1-5 (with 5 being the most excited), the average score was 3.8.\n\nHere we are presenting an overview of the science and business in front of the VITA community. You, the token holders, decide the ultimate VitaDAO assessment outcome via a Yes / No vote to signal agreement or disagreement with the Longevity WG assessment.\n\n### Proposal Details\n\nTeam formed by an exceptional mix of veteran drug hunters from Pharma and Biotech, Silicon Valley tech leaders, and world-class longevity scientists (from Stanford, etc). The unique discovery platform Alembic combines unparalleled computational biology and proprietary chemistry technologies. Raised $12M Seed round led by Khosla Ventures. All Intellectual Property (IP) is fully owned by Rubedo. Multiple patents filed. First patent has been issued and granted this year. Rubedo developed a portfolio of lead compounds for a pipeline of multiple indications of age-related diseases. Partnership with Cedars-Sinai Medical Center has been established to advance the first program on lung fibrosis and interstitial lung diseases. The company attracted the interest of several major Pharma Companies for strategic partnerships.\n\n#### Team\nMarco Quarta: Serial Entrepreneur in the Longevity therapeutics space and former Stanford University Principal Investigator in full time leadership role at Rubedo. Cofounder of Turn Biotechnologies. Marco earned a Masters degree in Biotechnology, a PhD in Neuroscience, and conducted post-doctoral training in Aging, Stem Cells Biology, and Regenerative Medicine in the leading lab of his mentor Prof. Thomas Rando at Stanford University School of Medicine. He then directed a research team at Stanford/VA Hospital Palo Alto focused on translational medical research in the fields of aging and regenerative medicine.\n\nMarc Gallop: Chemist, drug hunter, serial entrepreneur and executive (in companies including Affimax [Nasdaq: AFFY], Xenoport [acquired] and Nurix with track records of FDA approved medicines including prodrugs) and former executive in residence at 5AM ventures. Key inventor of cell type specific promoiety chemistry.\n\nAlex Laslavic: Computer Scientist and former Facebook lead engineer. Developer of target identification platform with a focus on differential gene expression analysis in senescent cells for neo moiety design. He is the CTO.\n\n#### Technology\nThe team has identified a portfolio of small molecules that target signature metabolism features of rare (presumably pathogenic) cells and are currently working to test and optimize these compounds in preclinical models. The team has filed 3 patents for its pro-moieties platform. One patent, focused on glycosidic modifications of small molecules, was granted recently.\n\n#### Maturity of opportunity\nThe company is currently raising a Series A. It has plans to bring in a chief business officer to aid the team in negotiating licensing deals for assets within its IPF, oncology pipeline and in other undisclosed indication programs. More details at the link below.\n\n#### More information\nFor the full proposal with more details, see the discussion on [Discourse here](https://gov.vitadao.com/t/vdp-15-rubedo-life-assessment/446).\n",
        "choices": [
          "For",
          "Against",
          "Abstain"
        ],
        "start": 1640757000,
        "end": 1640760600,
        "snapshot": "13898364",
        "state": "closed",
        "author": "0x51AaE7357c8baD10DB3532e9AC597efFA5C3820f",
        "space": {
          "id": "vote.vitadao.eth",
          "name": "VitaDAO"
        }
      },
      {
        "id": "0x4f6959a47f8e233a4cc9eecbb9f4f2fcc794d65644b074395fc5dbdc152551e5",
        "title": "VDP-14 Move Tier 3 Governance to Snapshot",
        "body": "***NOTE:** This is a duplicate of an [on chain proposal](https://etherscan.io/address/0x9aBF28aB6f80c1EF666f983935437E717Aafff7a#readContract) from prior to VitaDAO's using snapshot, and is present here for completeness on snapshot. No snapshot vote occurred.*\n\n### Summary\nIn order to encourage more governance participation, and reduce governance friction, I propose we move our Tier 3 governance into Snapshot. This would not replace our current Tier 1 (Discord) and Tier 2 (Discourse) governance, and discussions at those levels would still need to happen prior to a Tier 3 vote, but the Tier 3 (previously on-chain) vote would happen on Snapshot.\n\n### Proposal Details\n\n[Snapshot](https://snapshot.org/#/) governance requires no Ethereum gas to vote, and would serve the VitaDAO community far more effectively than Ethereum Layer 1 governance. We want to encourage participation in all governance levels by making the price of participation only the cost of the VITA a voter holds. This would mean people who earn VITA incentives through participation and who have no other crypto holdings (perhaps a researcher) could weigh in on significant proposals. For our mission and our DAO, the quality of our governance can only improve the more inclusive it is of the many people we incentivize with VITA.\n\nVitaDAO's Tier 1 and Tier 2 governance are set such that at those levels one person equals one vote. When we move to Tier 3, the voting becomes one VITA token one vote. Moving to snapshot for Tier 3 will retain this mechanic, and will not require staking VITA to vote. It will simply require having VITA in the wallet with which you vote. The name of the tool, 'Snapshot,' describes how the vote works. At a certain block on Ethereum Mainnet, the service takes snapshot of VITA holders and amounts. The voting power for a wallet is the amount of VITA the wallet has at the time of that snapshot. For this reason, I suggest we announce proposals as early as possible and that those announcements include the intended snapshot block number as well as the time the voting starts and ends.\n\n#### Proposal Creation\nCurrently, proposal creation is done by the DAO exclusively, and only after discussion on Discord and Discourse. I propose we retain this workflow when we move to snapshot. In Snapshot, all stewards will have the Author role, and proposal creation will be permissible only for authors. This will prevent spam proposals from distracting the DAO, and will encourage the meaningful use of the other tiers of governance. The timeline for voting will still be the 7 days, with the voting delay being 12 hours. Snapshot allows more flexibility on timelines than the Raphael contract did, but for now we'll keep it the same and add more proposals to make use of that flexibility as VitaDAO sees fit.\n\n#### Migrating Proposals from Currently Smart Contract\nThe current smart contract contains the voting information and a link to the proposal content on IPFS. In order for there to be a continuous governance record, I propose we take the current proposals and migrate them to Snapshot so people can obtain all governance records from one place. We will do this by copying each proposal over to snapshot and fixing the vote result to match the result from the on-chain vote (we will not try to match the amount of votes). To guarantee provenance of the copy, each of the initial snapshot proposals will contain a reference to the original smart contract proposal data and the link to the original IPFS document.\n\n#### Effects on Smart Contracts\nI propose the [Raphael smart contract](https://etherscan.io/address/0x9aBF28aB6f80c1EF666f983935437E717Aafff7a) and the [Staking contract](https://etherscan.io/address/0x711F2ac9E39615e07B4fe4548154D698B517a66D) be shutdown using the mechanism built into the contracts to do so. This will stop additional proposal creation on chain, and will immediately allow all VITA holders to unstake their VITA. We will do this during a time of no active proposals, and allow at least 3 days for everyone to reclaim their staked VITA before creating a new proposal that takes a snapshot of VITA balances.\n\nWhile we can shutdown the smart contract, Ethereum doesn't have the concept of deletion. All of the Raphael contract activities, events, and records are forever on chain, and forever queryable. In this way, our existing governance will still carry the same weight and effect as it does now, and we will reference that in the on-chain proposals we copy over into snapshot.\n\n#### IPNFT Holder Change\nOne side effect the shutdown has is that the contract can no longer hold the IPNFTs. I propose we move the IPNFT(s) to the current VitaDAO Gnosis multi-signature wallet. This will allow for lower cost operations on the IPNFT(s), have the same security as current treasury management (5 of 8 signers needed), and allow the option of moving towards more decentralized ownership in the future if we choose to use [Zodiac](https://gnosis.github.io/zodiac/).\n\n#### Snapshot Settings\nSnapshot requires many settings, and most of them are self explanatory - [you can find the docs here](https://docs.snapshot.org/spaces/create). The ones of note, how I propose we set them, and why are below:\n\n* Network\n  * Ethereum Mainnet, because that's where all the VITA live.\n* Skin\n  * Aligned with current and future DAO web page design\n* Domain Name\n  * `vote.vitadao.com` - and we will continue to support voting on dao.vitadao.com with implementation to support snapshot\n* Strategies\n  * `erc20-balance-of VITA` - we will begin here, and add strategies to ensure we can vote with any staked VITA or tokens locked for other reasons VitaDAO governance decides upon in the future.\n* Admins\n  * A small list of three stewards, to include @audieleon and @vincentweisser as technical working group leadership and @theobtl as the governance working group lead. This is a small, high trust group because admins and controllers have deletion rights on proposals. The group needs to be big enough to allow continuance of control if someone leaves the DAO, and small enough that misbehavior is easily auditable.\n* Authors (currently \"Members\" in the docs)\n  * As described above, all stewards and only stewards will be authors of proposals. This allows Tier 1 and Tier 2 governance to continue to have its important place, and keeps the list of proposals on snapshot high quality.\n* Allow Only Authors to Submit Proposals\n  * This will be true, to ensure only authors can submit proposals.\n\n#### Final Note\nThe VITA token contract will remain unchanged by this proposal, and all of your VITA will remain yours. If this vote passes, we will announce the dates of the changes above. We will also provide explainers on how to reclaim your VITA from the staking contract and how to vote using snapshot. All your previous votes are still in effect and will remain so. This proposal simply makes governance easier, free, and more effective by including more voters.\n\n#### More information\nFor the full proposal with more details, see the discussion on [Discourse here](https://gov.vitadao.com/t/vdp-14-move-tier-3-governance-to-snapshot/442).\n\nAuthor: Audie Sheridan (@audieleon, @audieleon##9746 on discord, and audie.eth)",
        "choices": [
          "For",
          "Against",
          "Abstain"
        ],
        "start": 1640757000,
        "end": 1640760600,
        "snapshot": "13898367",
        "state": "closed",
        "author": "0x51AaE7357c8baD10DB3532e9AC597efFA5C3820f",
        "space": {
          "id": "vote.vitadao.eth",
          "name": "VitaDAO"
        }
      },
      {
        "id": "0xa3f252753c002d30a4cfb4f202a5f260fac8aafa80fdf234e5035d35528ffb23",
        "title": "VDP-13 VitaDAO Gitcoin Quadratic Funding Proposal",
        "body": "***NOTE:** This is a duplicate of an [on chain proposal](https://etherscan.io/address/0x9aBF28aB6f80c1EF666f983935437E717Aafff7a#readContract) from prior to VitaDAO's using snapshot, and is present here for completeness on snapshot. No snapshot vote occurred.*\n\n### Summary\nProposal for VitaDAO to donate $64,299 USDC to match donations for longevity research initiatives through a quadratic donation round on Gitcoin in early December.\n\n### Proposal Details\n\nIn collaboration with Gitcoin, VitaDAO should co-organize a donation round for longevity-related projects in early December. The donation round would utilise quadratic funding which tackles 3 the tragedy of the commons, a common problem with public goods such as funding longevity research. As part of this donation round, VitaDAO should provide 64,299 USDC as a matching donor.\n\nThe goal is to advance longevity research beyond our core focus of directly funding research with intellectual property. We are collaborating with Gitcoin to advance unique ways to fund research through crypto and by the crypto community.\n\nIndividuals like Vitalik Buterin, Glen Weyl and others proposed a system called quadratic funding, where some donors quadratically match donations from other donors. This results in a situation where individual donors may spend just as much as it benefits themselves, but due to these matching donations, effectively cause a total spend that takes into account the benefit of others. For more information on how quadratic funding works, see [this blog post by Vitalik Buterin](https://vitalik.ca/general/2019/12/07/quadratic.html) as well as [“WTF is Quadratic Funding?”](https://wtfisqf.com/).\n\nGitcoin proved this in practice, funding projects with millions of dollars already. As a pioneer in quadratic funding with experience from previous donation rounds and a high-profile network of donors, Gitcoin is the ideal partner for VitaDAO to organize a donation round specifically for longevity-related projects.\n\n#### Specification\nThe VitaDAO Longevity Working Group has curated a list of 15-30 projects that seem like a good fit for this donation round. The curation process focused on smaller, relatively underfunded initiatives that could benefit a lot from additional funding.\n\nThe suggested amount of donating $64,299 to this round follows the time in minutes that Jeanne Calment, the oldest known human to have lived, has been alive.\n\n#### Implementation and Timeline\nBy the end of November, the project list will be finalized and sent to Gitcoin. The funding round is set to start on Dec 1st, 2021 and last for 2 weeks.\n\n#### Budget\nThe budget of 64,299 USDC represents a donation from VitaDAO as a matching funder to Gitcoin’s Quadratic Funding Round in December 2021.\n\n#### Explainer\n[Youtube Quadratic Voting Explainer](https://www.youtube.com/watch?v=HJljTtLnymE)\n\n#### More information\nFor the full proposal with more details, see the discussion on [Discourse here](https://gov.vitadao.com/t/vdp-13-vitadao-gitcoin-quadratic-funding-proposal/431).",
        "choices": [
          "For",
          "Against",
          "Abstain"
        ],
        "start": 1640757000,
        "end": 1640760600,
        "snapshot": "13898290",
        "state": "closed",
        "author": "0x51AaE7357c8baD10DB3532e9AC597efFA5C3820f",
        "space": {
          "id": "vote.vitadao.eth",
          "name": "VitaDAO"
        }
      },
      {
        "id": "0xeeec397641d30291ccae2f42e3ccaea03f8f51d04be5101d78cb06d1438d164b",
        "title": "VDP-12 Governance Framework Amendment #1",
        "body": "***NOTE:** This is a duplicate of an [on chain proposal](https://etherscan.io/address/0x9aBF28aB6f80c1EF666f983935437E717Aafff7a#readContract) from prior to VitaDAO's using snapshot, and is present here for completeness on snapshot. No snapshot vote occurred.*\n\n### Summary\nWe suggest improving parts of VDP-1 to improve our governance processes. Next to a more flexible phase 1, we propose a new template and more transparency during phase 2, as well as a new 7-day vote in batches during phase 3. Authors of successful proposals should follow up with a retrospective.\n\n### Proposal Details\n\n#### Motivation\n[VDP-1 VitaDAO Governance Framework](https://snapshot.org/#/vote.vitadao.eth/proposal/0x41b8a306636fc155b3637bfbf2be0060ee57f2ba6a4ae8d8e90540eccee15706) was a tremendous milestone as it gave birth to the DAO-part of VitaDAO and enabled us all to discuss, decide and move forward in a systematic and decentralised, yet also straightforward and efficient way. Since the framework was adopted two months ago, it was put to the test by many community members which resulted in six on-chain votes and many more soft governance decisions.\n\nTwo months later, we have a sense of where we can do better. Our diverse community of longevity researchers and blockchain enthusiasts with >100 accounts on our Discourse and >500 wallets holding VITA expressed various concerns where the governance process was unintuitive, complicated or inflexible. This proposal is to amend VDP-1 with several specific points while keeping the tried and trusted parts in place.\n\n#### Specification\n#### a) Phase 1: More Flexibility\n[Corresponding section in VDP-1](https://gov.vitadao.com/t/vdp-1-vitadao-governance-framework/40#phase-1-ideation-14)\n\nThe governance working group suggests allowing more options for phase 1 proposals to move to phase 2.\n\nMoving forward, phase 1 can be completed\n\n* as a thread in the ‘Ideas’ category on Discourse, or\n* as a message in a channel on Discord, or\n* as a message in a group chat on Discord\nwhereas a phase 1 proposal is considered passed once it has received support from five individuals\n\n* through comments/responses or\n* through likes/emoji reactions.\n\n#### b) Phase 2: Aligning the Specifications with On-Chain Proposals\n[Corresponding section in VDP-1](https://gov.vitadao.com/t/vdp-1-vitadao-governance-framework/40#phase-2-specification-17)\n\nThe governance working group suggests changing the template for phase 2 proposals to match the template of phase 3.\n\nMoving forward, phase 2 proposals should be structured as follows:\n\n* Title → 30-60 characters\n* Summary → 200-400 characters in one paragraph\n* Details → any length, any formatting, can include images and hyperlinks, must include sections on motivation, specification and implementation\n* Single-choice poll with the options “Agree”, “Agree with revisions (please comment)”, and “Disagree”, as described in VDP-1\n\n#### c) Phase 2: Fostering Informed Decisions\n[Corresponding section in VDP-1](https://gov.vitadao.com/t/vdp-1-vitadao-governance-framework/40#phase-2-specification-17)\n\nThe governance working group suggests introducing measures that make it easier for community members to make an informed decision without requiring an unreasonable amount of their time.\n\nThis should include an impact assessment conducted by a working group member who is not the proposal author or part of their team. The impact assessment should flag notable details, including high budgets, fundamental changes of rules and other extraordinary measures.\n\nMoreover, we suggest a mandatory live event, such as an Ask-Me-Anything (AMA) on a conference call, for all proposals before their details are finalised for phase 3. The respective proposal author is responsible for organising this event.\n\n#### d) Phase 3: Shortening the Duration\n[Corresponding section in VDP-1](https://gov.vitadao.com/t/vdp-1-vitadao-governance-framework/40#phase-3-duration-14-days-25)\n\nThe governance working group suggests reducing the voting duration of phase 3 votes from 14 days to 7 days, as well as the voting delay period from 48h to 12h.\n\n#### e) Phase 3: Batches\n[Corresponding section in VDP-1](https://gov.vitadao.com/t/vdp-1-vitadao-governance-framework/40#phase-3-duration-14-days-25)\n\nThe governance working group suggests uploading phase 3 proposals in batches.\n\nThis should be seen as the default way to operate, given that voting on several proposals at the same time provides a much better experience to the user than voting once every other week.\n\nIt should also merely be seen as a recommendation and time-sensitive proposals may still be uploaded on chain immediately once they qualify for phase 3. If that should be the case, we suggest that proposal authors include a prominent remark in their phase 2 proposal.\n\n#### f) Post-Phase 3: Retrospectives\nNo corresponding section in VDP-1\n\nThe governance working group suggests introducing a social contract for proposal authors to report back whether and how their successful proposal was implemented in the form of a retrospective.\n\nThe author should revisit the motivation described in the phase 3 proposal and reflect on whether and how the situation has improved. In particular, such a report should provide an analysis of how the provided funds have been used, as well as which parts of the proposal have been implemented and which have not been.\n\nLastly, the retrospective should include a short summary with the next steps, both as part of ongoing work as part of this proposal as well as recommended action items that the author considers to be outside the scope of this proposal.\n\nRetrospectives should be published as a thread on Discourse in the corresponding working group section no later than at the end of the next quarter following the end of the on-chain vote.\n\n#### More information\nFor the full proposal with more details, see the discussion on [Discourse here](https://gov.vitadao.com/t/vdp-12-vitadao-governance-framework-amendment-1/374).",
        "choices": [
          "For",
          "Against",
          "Abstain"
        ],
        "start": 1640757000,
        "end": 1640760600,
        "snapshot": "13898096",
        "state": "closed",
        "author": "0x51AaE7357c8baD10DB3532e9AC597efFA5C3820f",
        "space": {
          "id": "vote.vitadao.eth",
          "name": "VitaDAO"
        }
      },
      {
        "id": "0x8aa012593c5c27dcf21d4f2f654453dd76e7e8e5e51ba1f40bf1cd8eb673ea4c",
        "title": "VDP-8 Turn Biotechnologies (Turn.Bio) Investment Analysis and Recommendation",
        "body": "***NOTE:** This is a duplicate of an [on chain proposal](https://etherscan.io/address/0x9aBF28aB6f80c1EF666f983935437E717Aafff7a#readContract) from prior to VitaDAO's using snapshot, and is present here for completeness on snapshot. No snapshot vote occurred.*\n\n### Summary\nVitaDAO recommends the Fund (established in VDP-7, upon which this proposal depends) invest in Turn.bio or not, based on the on-chain vote for this proposal. You, the token holders, will decide.\n\nAfter multiple meetings and careful analysis with access to the Turn Bio Data room under NDA, the Longevity WG recommends an \"Agree\" vote.\n\n### Proposal Details\nTurn.Bio is developing therapeutics to correct aging-related conditions using mRNA-lipid nanoparticle (LNP)-based cellular reprogramming.\n\n* Scientific and market validation: Cellular reprogramming has emerged over the past half-decade as one of the most promising approaches for aging and aging-related disease. The most recent validation of this was a $270M investment to create Altos Labs funded by Yuri Milner, Jeff Bezos, amongst other high-profile investors.\n* Out in front in both core technologies: reprogramming and mRNA-lipid nanoparticle (LNP)-based gene therapy. The reprogramming approach the field has gravitated towards is conceptually based on the 2012 Nobel Prize work of Shinya Yamanaka. The LNP approach has similarities to that used in the COVID-19 vaccines as well as gene therapy applications already tested in humans, e.g., by Alnylam - a MIT-founded $20B+ market cap biotech.\n* Strategic lead indications: skin and eye indications have strong market demand. Additionally, Turn.Bio has novel payload delivery approaches for both.\n* Elite management (CEO, Anja Krammer, has IPO’d biotech companies before) and scientific team (Stanford Univ. IP, peer-reviewed science in leading outlets, such as Nature journals).\n* Already supported by top tech and longevity investors such as Khosla Ventures and Methuselah Fund.\n* Fits the fund’s thesis of relatively lesser-risk, already patented technology (vs. VitaDAO, which funds relatively higher-risk, pre-startup technology, e.g., VDP-5).\n* Turn Bio provides a potential buyer of reprogramming, mRNA, and LNP technology being developed by others that VitaDAO is considering.\n\n#### More information\nFor the full proposal with more details, see the discussion on [Discourse here](https://gov.vitadao.com/t/vdp-8-turn-biotechnologies-turn-bio-investment-analysis-and-recommendation/345).",
        "choices": [
          "For",
          "Against",
          "Abstain"
        ],
        "start": 1640757000,
        "end": 1640760600,
        "snapshot": "13898070",
        "state": "closed",
        "author": "0x51AaE7357c8baD10DB3532e9AC597efFA5C3820f",
        "space": {
          "id": "vote.vitadao.eth",
          "name": "VitaDAO"
        }
      },
      {
        "id": "0xcbdad5f0ec879a520a94ad808ee6cac8ea65d2b0afff3ad963a7ae2c2262c245",
        "title": "VDP-7 Equity/Startup Deals",
        "body": "***NOTE:** This is a duplicate of an [on chain proposal](https://etherscan.io/address/0x9aBF28aB6f80c1EF666f983935437E717Aafff7a#readContract) from prior to VitaDAO's using snapshot, and is present here for completeness on snapshot. No snapshot vote occurred.*\n\n### Summary\nThis proposal is to decide if VitaDAO will do equity deals (i.e. fund startups) in addition to IP-NFT deals (i.e. acquire a project's IP). This would enable participation in opportunities at a more advanced stage that have already obtained validation of their commercial prospects independent of VitaDAO. In essence, they are safer bets.\n\n### Proposal Details\nWe are in advanced talks with several startups the Longevity WG team is excited about.\n\n#### Rationale\nSome of the most exciting areas in longevity, such as in cellular reprogramming, are already at the company stage. Therefore, focusing solely on academic projects will put VitaDAO behind the curve. Our main focus is on making a difference in the real-world, so we propose funding companies closer to making that vision possible.\n\nEquity and startup deals provide a measure of valuation well understood in the marketplace that can gain VitaDAO exposure and help drive up the DAO’s credibility.\n\nFurthermore, participating in equity deals alongside traditional investors will enable us to foster closer relationships with those who may eventually be purchasers of IP-NFTs. For the companies we fund, this will mean access to this growing network of VCs, incubators, operators, etc. Everyone benefits.\n\nWhat’s unique about VitaDAO is our passionate, engaged community of longevists. This enables us to add value to the Fund’s portfolio companies in unique ways compared to traditional funding sources. Our community can help companies with not only the science, but also in growing awareness – creating value for both the companies and VitaDAO itself.\n\n#### Risks\nEven though IP-NFT deals will be at an earlier stage and riskier (since most academic projects don’t make it to the company stage), equity and startup deals are still subject to investment risk, including possible loss of the principal amount invested.\n\n#### Specification\nThe amount proposed for VitaDAO to invest in a fund for equity deals is $1.5M.\n\nWhile the industry standard fund fee structure is a 2% annual management fee and a 20% carried interest, this fund proposes a favorable fee structure of a 0.1% one-time management fee to cover setup costs and a 8% carried interest.\n\n#### More information\nFor the full proposal with more details, see the discussion on [Discourse here](https://gov.vitadao.com/t/vdp-7-equity-startup-deals-proposal/325).",
        "choices": [
          "For",
          "Against",
          "Abstain"
        ],
        "start": 1640757000,
        "end": 1640760600,
        "snapshot": "13898056",
        "state": "closed",
        "author": "0x51AaE7357c8baD10DB3532e9AC597efFA5C3820f",
        "space": {
          "id": "vote.vitadao.eth",
          "name": "VitaDAO"
        }
      },
      {
        "id": "0x29deeaa40d52ca82f2533f459d9a3e744c9598cee5e106f9176f35b1c9bdf02b",
        "title": "VDP-6 VitaDAO Working Group Projects Framework",
        "body": "***NOTE:** This is a duplicate of an [on chain proposal](https://etherscan.io/address/0x9aBF28aB6f80c1EF666f983935437E717Aafff7a#readContract) from prior to VitaDAO's using snapshot, and is present here for completeness on snapshot. No snapshot vote occurred.*\n\n### Summary\nIn order to organize contributions more efficiently, this proposal introduces a project-based framework which allows groups and individuals to receive funding and proper remuneration for their work. The framework describes a unified structure for how projects should be presented, with the intent to scale VitaDAO's operations while preserving transparency and accountability.\n\n### Proposal Details\nAfter launch and with the increasing complexity of Working Groups - I’d like to propose a simple project application process for now. The aim is that all work done receives approval and individuals can get compensated properly for their contributions.\n\nProjects can apply with the following template:\n\n>Project Lead (Discord username)\n>\n>Who is leading this project? If approved, is that person willing to take on the Team role of lead for the project’s duration?\n>\n>Team (Discord usernames)\n>\n>Team - who will be involved in the project?\n>\n>Description: What is the project?\n>\n>Describe in a few short sentences what this project is about.\n>\n>Problem: What problem is this solving? Why?\n>\n>Briefly describe what problem this aims to solve. Why is this a problem worth solving? If this impacts the user, explain how it impacts them. If it helps, frame the problem as a pain point to the VitaDAO community. If applicable, please also mention the OKR this Project is contributing to.\n>\n>Success: How do we know if we’ve solved this problem?\n>\n>List out expected outcomes/goals for the community if you achieve the project goal. What does the project aim to accomplish?\n>\n>When: When does it ship, and what are the milestones?\n>\n>Define a timeline for how long you think this project will take. What are key milestones you will focus on?\n>\n>Budget\n>\n>What is the expected budget, and how will this budget be used and distributed among the team.\n\nThe finished proposal will then go to the Working Group Steward.\n\nWithin a certain threshold (I propose 2’500 USD), the two working group stewards (two) will approve the Project Proposal.\n\nProjects between 2’500 USD and 10’000 USD have to be approved by a majority vote of VitaCORE.\n\nProjects between 10’000 USD and 50’000 USD have to be approved by a majority vote on Discourse (Maybe Snapshot in the Future).\n\nProjects over 50’000 USD have to be approved by an On-Chain vote.\n\nLong-term this can be also use an online form to be more standardized and transparent.\n\nCredits to OlympusDAO for sharing this process.\n\n#### More information\nFor the full proposal with more details, see the discussion on [Discourse here](https://gov.vitadao.com/t/vdp-6-vitadao-working-group-projects-framework/267).",
        "choices": [
          "For",
          "Against",
          "Abstain"
        ],
        "start": 1640757000,
        "end": 1640760600,
        "snapshot": "13898010",
        "state": "closed",
        "author": "0x51AaE7357c8baD10DB3532e9AC597efFA5C3820f",
        "space": {
          "id": "vote.vitadao.eth",
          "name": "VitaDAO"
        }
      },
      {
        "id": "0x92b6d72a4416139cdecc462ec839e67fba103542387d9e61e0c505b20fd34f3f",
        "title": "VDP-5 Scheibye-Knudsen Lab Funding",
        "body": "***NOTE:** This is a duplicate of an [on chain proposal](https://etherscan.io/address/0x9aBF28aB6f80c1EF666f983935437E717Aafff7a#readContract) from prior to VitaDAO's using snapshot, and is present here for completeness on snapshot. No snapshot vote occurred.*\n\n### Summary\nWhat if therapeutics to slow down the aging process and prevent age-related disease already existed? Recently, in an unprecedented effort, a large-scale study employing advanced machine learning methods analyzed medical records from over 4 million individuals in the Danish Health System’s medical and prescription records. The study, consisting of over 1.4 billion prescriptions, found that a number of prescription drugs were highly associated with longer life- and health-span in long-live populations. Here, we present a unique investment opportunity. We seek to validate these observations through a series of carefully conducted wet lab experiments. If successful, this work could result in the repurposing of several FDA-approved therapeutics for the purpose of extending human lifespan, at a lower cost and over faster timelines than conceivably possible with de novo drug discovery. This unique investment opportunity allows savvy longevity investors the chance to own a share of the potential intellectual property generated from these studies, and in turn, a potential share in the future of life extension.\n\n### Proposal Details\n\n#### Justification\nThe global elderly population is projected to substantially increase throughout the 21st century. By the year 2100 a fifth of the total world population will be aged 65 or older posing a serious socioeconomic challenge to societies world-wide. Interventions that ensure healthy aging are therefore of critical importance.\n\n#### Next Steps\nThis program focuses on testing and developing three of these small molecules as possible interventions in aging. Specifically, we will test the drugs on human cell cultures and in fruit flies, before moving to mice in the future. Importantly, the current market for longevity stands at 200 billion USD, even without a single scientifically proven treatment. Our molecules targets this specific market with the aim of letting everyone live healthier, happier and longer lives.\n\n#### Research Background\nTo date, more than a hundred compounds have been shown to extend the lifespan of model organisms. In humans, no drug is currently recognized to extend lifespan. Given the large diversity of drugs able to extend the lifespan of model organisms it is likely that multiple drugs are able to extend the healthspan of humans. But how do we find these compounds?\n\nThe Scheibye-Knudsen lab has analyzed 1.5 billion prescriptions from 4.8 million individuals over 40 years in The Danish National Health Service Prescription Database and correlated this with the survival of individuals prescribed certain drugs. They received exclusive access to carry out this work. The Scheibye-Knudsen Lab has identified 10+ FDA approved medications that appear to have a strong effect on lifespan following analysis. This project will focus on optimising, repurposing, and re-formulating the 3 drugs with the strongest effect on human lifespan. Additionally, there is a database of compounds that could be pursued. The identities of the molecules are not disclosed in this presentation to protect the full viability of the intellectual property. They are referred to as X, Y, and Z.\n\n* **Phase I Duration: 12 months**\n* **Phase I Budget: $250,000**\n* **Phase II Duration: 12 months**\n* **Phase II Budget: $250,000 pending successful completion of Phase I and community vote.**\n\n#### Research Lead\nMorten Scheibye-Knudsen, Associate Professor\n\nMorten Scheibye-Knudsen is Associate Professor and group leader at the Center for Healthy Aging, University of Copenhagen, Denmark. Besides his research activity, he has been committed to educational programs and his online companies Mitodb.com and Forsøgsperson.dk. The latter has grown to become the largest single provider of study participants in Denmark. Morten Scheibye-Knudsen also acts as an advisor or committee member for organisations such as the Longevity Vision Fund, the Lifeboat Foundation, the NNF Big Data in Biomedicine project and others. Morten Scheibye-Knudsen earned his MD in 2007 and his DMSc (PhD) in 2016 from the University of Copenhagen. After graduation, he worked as physician at Slagelse Hospital and at Nuuk Medical Clinic in Greenland. In 2008, he became a Postdoctoral Fellow at the National Institute on Aging at the NIH in Baltimore, Maryland. His work focused on the cross-talk between DNA repair and mitochondrial function in aging and has been honored by a number of competitive awards. In 2015 he was recruited to start his own research group at the University of Copenhagen, where his research group aims to understand the cellular and organismal consequences of DNA damage in the context of aging. He now runs one of the largest research programmes in Europe focusing on aging. His ultimate goal is to modulate and perhaps treat aging and age-related diseases, allowing everyone to live healthier and longer lives.\n\n#### Research Institution\nThe Center for Healthy Aging at the University of Copenhagen studies how more people can have a healthy life and healthy aging. Their approach to research is interdisciplinary and the center studies aging and aging processes from cell to society.\n\n#### IP\nAll intellectual property resulting from the project will be fully owned by VitaDAO.\n\n### Project Aims & Hypothesis\n\n#### Scientific Approach\nTo confirm findings from the database, it will be necessary to test how the compounds impact aging in controlled model organisms. We will apply a two-pronged approach by investigating the effect of the drugs on human cells in culture and the well-used aging model drosophila melanogaster. If these tests are positive we can proceed to test the compounds in mice and later transition to trials targeting aging in humans.\n\n#### Research Task\nTo confirm findings from the database, it will be necessary to test how the compounds impact aging in controlled model organisms. We will apply a two-pronged approach by investigating the effect of the drugs on human cells in culture and the well-used aging model drosophila melanogaster. If these tests are positive we can proceed to test the compounds in mice and later transition to trials targeting aging in humans.\n\nFor cells: we will use DNA damage induced senescent human cells as well as replicative senescent cells as models for aging. We will investigate the ability of the compounds to affect the senescence markers β-galactosidase staining, interleukin-6 secretion and lamin b1 levels. Another hallmark of aging and senescent cells is the accumulation of DNA damage foci, and we will investigate this by measuring the number of 53BP1 and gammaH2AX foci present in the cells by high content microscopy at the Biotech Research and Innovation Center.\n\nFor drosophila we will investigate how the drugs impact lifespan and motor function. Specifically, we will test log-scale concentration curves in a high-throughput lifespan machine that we have invented. We will further investigate how the compounds impact the motor function of flies.\n\n#### More information\nFor the full proposal with more details, see the discussion on [Discourse here](https://gov.vitadao.com/t/vdp-5-scheibye-knudsen-lab-funding-proposal/188).",
        "choices": [
          "For",
          "Against",
          "Abstain"
        ],
        "start": 1640757000,
        "end": 1640760600,
        "snapshot": "13898045",
        "state": "closed",
        "author": "0x51AaE7357c8baD10DB3532e9AC597efFA5C3820f",
        "space": {
          "id": "vote.vitadao.eth",
          "name": "VitaDAO"
        }
      },
      {
        "id": "0xcf2d12681ff2f4ae59fe15d153c6b189e0501b2ea9cef01d0d27a243c10c9e4f",
        "title": "VDP-4 VitaDAO Treasury + LP Proposal",
        "body": "***NOTE:** This is a duplicate of an [on chain proposal](https://etherscan.io/address/0x9aBF28aB6f80c1EF666f983935437E717Aafff7a#readContract) from prior to VitaDAO's using snapshot, and is present here for completeness on snapshot. No snapshot vote occurred.*\n\n### Summary\nA best practice among many successful crypto projects that have survived so-called \"crypto winters\" is to have an appropriate treasury strategy. VitaDAO currently holds a mix of VITA, Ether and stablecoins. Here, a strategy is proposed, along actionable steps as well as rules how and to what extent the tokenomics working group may take decisions on their own on further actions depending on market trends and the DAO's needs.\n\n### Proposal Details\nThe goal of our treasury strategy should be to sustainably grow our assets and ensure funding for research projects and operations. I'd propose that tokenomics stewards and working group will take autonomous stewardship of treasury strategy with input from the community, as well as core working groups, and only put to an onchain vote bigger strategic changes of our strategy. The WG would take input from all community and working group members into consideration, but most importantly the financial needs for funding longevity projects. [Live update of our treasury on Zerion](https://app.zerion.io/0xf5307a74d1550739ef81c6488dc5c7a6a53e5ac2/overview).\n\n#### Stablecoins vs tokens reallocation over ~12 months\n\nOver time it would rebalance some Ethereum towards USDC in anticipation of needed funding for longevity projects, or into more specific more productive assets like staked ETH, vaults etc. once they see fit. One allocation model could be:\n\n* ~20-30% stable coins and\n* ~70-80% ETH and Defi tokens\n\n#### Stablecoin allocation\n\nSome longer term stablecoins could be placed into a yearn vaults that earn us APY on top of our stables and potentially insured through Nexus Mutual.\n\n#### ETH + DeFi token allocation\n\n* move ~40-60% of our ETH to liquid ETH2 tokens such as Lido stETH2 to generate 6-10% yield in ETH.\n* move 10-25% to DeFi index like Indexed Finance or Pie DAO which also earns yield on top.\n\n#### Liquidity Pool\n\nI'd propose that VitaDAO would set up a Balancer LP Pool with ~$1m of Vita<>ETH Liquidity.\n\n#### Summary\n\nAllocate our ETH for example:\n\n* 20-45% crv stEth with Curve and Lido | ~9.5%+ interest\n* 15-30% ETH <> sETH liquidity pool with StakeWise and similar | ~20% yield\n* ~10-15% ETH <> DeFi Index Token with Indexed Finance or Pie DAO etc. | ~35%+ yield\n* 25-35% kept in ETH\n\n#### More information\nFor the full proposal with more details, see the discussion on [Discourse here](https://gov.vitadao.com/t/vdp-4-vitadao-treasury-lp-proposal/186).",
        "choices": [
          "For",
          "Against",
          "Abstain"
        ],
        "start": 1640757000,
        "end": 1640760600,
        "snapshot": "13897952",
        "state": "closed",
        "author": "0x51AaE7357c8baD10DB3532e9AC597efFA5C3820f",
        "space": {
          "id": "vote.vitadao.eth",
          "name": "VitaDAO"
        }
      },
      {
        "id": "0x6c45b369159baee1babb8ec65d35e46eb2b0df6a383cf75bc6d5bcd8dd0bbb3e",
        "title": "VDP-3 VitaDAO Tokenomics",
        "body": "***NOTE:** This is a duplicate of an [on chain proposal](https://etherscan.io/address/0x9aBF28aB6f80c1EF666f983935437E717Aafff7a#readContract) from prior to VitaDAO's using snapshot, and is present here for completeness on snapshot. No snapshot vote occurred.*\n\n### Summary\nA description of the nature of the VITA token, its supply and the proposed genesis distribution including allocations to genesis contributors, working groups, service providers as well as the VitaDAO treasury\n\n### Proposal Details\n#### VITA token\n* VITA is obtained by contributing work, data, IP, or funds to VitaDAO\n* The core function of VITA is to curate the best longevity IP and fund novel open science data creation around it\n* VITA tokens grant the rights to participate in a) which IP is funded; b) how it is funded; c) how it is governed; d) how the VitaDAO treasury is governed \n* VITA is designed following a sustainability loop principle\n\n#### Genesis\n* VitaDAO’s token supply is capped at the number representing the lifespan in minutes of the oldest person to have lived, which at the time of publication is Jeanne Louise Calment with more than 122 years\n* Therefore, VitaDAO’s token supply is 64,298,880 VITA\n* 6,435,936 VITA, about 10%, have already been allocated to the community through a Gnosis Auction\n* 5,786,899.2 VITA, about 9%, will be allocated to service providers upon passing of this proposal, while another 1% is to be allocated to the Copenhagen research project upon passing of the corresponding proposal, VDP-5\n* 6,429,888 VITA, about 10%, will be allocated to working groups upon passing of this proposal\n* 44,991,072 VITA, about 70%, will be allocated to the treasury upon passing of this proposal\n* All allocations herein shall be granted 40% upon on-chain DAO approval, with the remaining 60% being linearly distributed via the VitaDAO Multisig for continued support over a period of 12 months\n\n#### More information\nFor the full proposal with more details, see the discussion on [Discourse here](https://gov.vitadao.com/t/vdp-3-vitadao-tokenomics-proposal/64).",
        "choices": [
          "For",
          "Against",
          "Abstain"
        ],
        "start": 1640757000,
        "end": 1640760600,
        "snapshot": "13897897",
        "state": "closed",
        "author": "0x51AaE7357c8baD10DB3532e9AC597efFA5C3820f",
        "space": {
          "id": "vote.vitadao.eth",
          "name": "VitaDAO"
        }
      },
      {
        "id": "0xe524ef31eee791a8fe1f100dfc9c60fd5ae1b32b505682b078eb9a896eaaae7f",
        "title": "VDP-2 VitaDAO Incentive Proposal",
        "body": "***NOTE:** This is a duplicate of an [on chain proposal](https://etherscan.io/address/0x9aBF28aB6f80c1EF666f983935437E717Aafff7a#readContract) from prior to VitaDAO's using snapshot, and is present here for completeness on snapshot. No snapshot vote occurred.*\n\n### Summary\nWhile VitaDAO already receives tremendous support, we should put a more structured system around incentives and rewards in place that contribute towards the mission of VitaDAO. This proposal is about such incentives for contributors, researchers and developers in particular.\n\n### Proposal Details\n#### Incentives across the protocol\n\n* Main goal is to advance the purpose of the DAO of funding high quality early stage longevity research and collecting valuable intellectual property.\n* Incentives should help to advance these goals by incentivising top contributors and stakeholders to contribute effectively and advance the overall mission.\n* The details of the numbers, execution would be led/decided by Tokenomics and Longevity WG with Input from Core WG and inputs from Discourse and Discord.\n\n#### For Contributors\n\n* ~$50-80 VITA per hour as benchmark: range should be based on common pay specific to task: eg. moderating discord would be ~40, longevity, legal or web development ~120, and later modified upon knowing VITA price post-launch).\n* Re-adjust post-launch based on token price and feedback.\n* Tasks/Hours should be agreed upon with working group stewards and tracked by the contributors. Each working group steward could move to a more open, decentralized list of outstanding tasks and delegating ownership of them.\n\n#### For Researchers\n\nResearchers are key stakeholders for VitaDAO to thrive long-term, and also the one that clearly need incentives because many might not be onboarded onto Ethereum and might also have limited access to and availability of tokens.\n\n* ~$150 VITA (Airdrop) for Researchers and people working in longevity who join and potentially contribute through a survey or something similar with feedback/input or apply as longevity delegate voters (pays for time, gas and involves them)… (vetted, limited to maybe 350-500 Researchers).\n* ~$100 VITA for Selected Researchers voting on Longevity Funding Proposals (incentive and paying for gas).\n* ~$400-550 VITA for proposing the funding of specific research that passes the longevity board to be voted upon by DAO (in 2yr vested VITA).\n* ~$500-800 VITA if the proposal for funding goes through by being accepted for funding by the DAO (in 2yr vested VITA).\n* ~$500-1000 VITA for (~2-5) select longevity IP evaluation board members to do a write-up for a decision.\n* ~0,5% of proposed IP sale/licensing amount for the one proposing it and making it happen (in 2yr vested VITA or USDC/ETH?).\n* ~1%+ of IP sale/licensing for referring a buyer/licensee? (in 2yr vested VITA).\n* ~1%+ of IP sale/licensing for the initiator of proposal (in 2yr vested VITA).\n\n#### Bounties for Developers\n\nDevelopers are key to ensure that the overall structure works safely. Proposal to incentivise people proof-reading the smart contracts for an incentive and another incentive if they find flaws.\n\n##### High threat: up to $50,000\n\n* Changing the owner address of the authentication contract as well as adding a solver without authorization.\n* Forgery of a user’s signature that would allow to execute a funded trade without the consent of the user.\n* Execute arbitrary settlements without being a solver.\n* Executing a user’s trade that is expired or at a price worse than the limit price (also as a solver).\n* Transferring in tokens more than once for the same fill-or-kill order in the same settlement (also as a solver).\n* Access to user funds outside of a trade.\n\n##### Medium threat: up to $10,000\n\n* Changing the order of a legitimate interaction, as well as skipping one, in a settlement.\n* Removing a solver without authorization (also as a solver).\n* Making the contract unable to be operated by any solver, e.g., through self-destruction (also as a solver).\n\n##### Low threat: up to $1,000\n\n* Freeing storage without being a solver.\n* Invalidate an order without the permission of the user who created it.\n\n#### Open Competition\n\n* ~50-150 VITA: Open Community Competition for best proposals, explainers/threads of VitaDAO and other similarly valuable community inputs.\n\n#### More information\nFor the full proposal with more details, see the discussion on [Discourse here](https://gov.vitadao.com/t/vdp-2-vitadao-incentive-proposal/45).",
        "choices": [
          "For",
          "Against",
          "Abstain"
        ],
        "start": 1640757000,
        "end": 1640760600,
        "snapshot": "13897668",
        "state": "closed",
        "author": "0x51AaE7357c8baD10DB3532e9AC597efFA5C3820f",
        "space": {
          "id": "vote.vitadao.eth",
          "name": "VitaDAO"
        }
      },
      {
        "id": "0x41b8a306636fc155b3637bfbf2be0060ee57f2ba6a4ae8d8e90540eccee15706",
        "title": "VDP-1 VitaDAO Governance Framework",
        "body": "***NOTE:** This is a duplicate of an [on chain proposal](https://etherscan.io/tx/0xcf77ec55e68f106f74fbb121e6f9f8beda3526c6a92ad64c277d60abe3272b58) from prior to VitaDAO's using snapshot, and is present here for completeness on snapshot. No snapshot vote occurred.*\n\n### Summary\n\nA description of user types, voting principles, VitaDAO's three-phase proposal process, and more.\n\n### Proposal Details\n#### User Types\nA member of VitaDAO is any staker of $VITA into its staking contract. Working group members and service providers contribute labour, expertise or advice to VitaDAO.\n\n#### Governance Framework\nVitaDAO members are in control of all governance decisions by voting on VitaDAO proposals. VitaDAO members' votes are weighted by the amount of VITA tokens they staked and used for a particular vote.\n\n#### Proposal Types\nInitially, there are four proposal types: Governance, Project, Funding and IP.\n\n#### Proposal process\n* Phase I (informal): Post on VitaDAO ideas category in Discourse with community support indicated by Discourse vote\n* Phase II (formal, basic vote): Post on VitaDAO proposal category with template and phase II tag and community support indicated by Discourse vote\n* Phase III (formal, on-chain vote): Upload to dao.vitadao.com for token-based vote In principle, as many decisions as possible should be made using a soft governance mechanism.\n\n#### Compensation\nAn independent compensation committee proposes the recipients, amounts and modalities of payment, which is put up to a community vote initially and for any major change. Payment is done in VITA tokens or stable coins.\n\n#### More information\nFor the full proposal with more details, see the discussion on [Discourse here](https://gov.vitadao.com/t/vdp-1-vitadao-governance-framework/40).",
        "choices": [
          "For",
          "Against",
          "Abstain"
        ],
        "start": 1640746800,
        "end": 1640750400,
        "snapshot": "13897478",
        "state": "closed",
        "author": "0x51AaE7357c8baD10DB3532e9AC597efFA5C3820f",
        "space": {
          "id": "vote.vitadao.eth",
          "name": "VitaDAO"
        }
      }
    ]